[{"title":"a few apples short of a bushel","description":"\"A few apples short of a bushel\": not a smart person; stupid; retarded.","ruDescription":"Не слишком умный; глупый; умственно отсталый.","idioms":[{"vimeoId":"102444519","transcript":"Come on girls, there's no reasoning with that one: she is a few apples short of a bushel.","imgSrc":"http://i.vimeocdn.com/video/475765329_100x75.jpg","ruTranscript":"За мной, девочки, с ней не договориться: она глупая."}]},{"title":"a foot in the door","description":"\"A foot in the door\": a first step on your way to your goal.","ruDescription":"Первый шаг на пути к цели.","idioms":[{"vimeoId":"102444528","transcript":"They just don't know how to get a foot in the door and it really  does require more than… even a willingness to do it, it really does require real action.","imgSrc":"http://i.vimeocdn.com/video/475765344_100x75.jpg","ruTranscript":"Они просто не знают, с чего начать, и для этого требуется больше, чем желание сделать это, для этого требуются поступки."}]},{"title":"a golden goose","description":"\"A golden goose\" - a legendary goose that laid one golden egg a day and was killed by its impatient owner,  who wanted all the gold immediately.","ruDescription":"Гусыня-герой сказки, которая несла по золотому яйцу в день и была убита своим нетерпеливым хозяином, который хотел получить все золото сразу.","idioms":[{"vimeoId":"102440453","transcript":"But Putin knows how Britain works and he knows that British government is never going to kill the golden oligarch goose that feeds London's elites.- Marc, do you share that?","imgSrc":"http://i.vimeocdn.com/video/467008721_100x75.jpg","ruTranscript":"Но Путин знает, как работают британцы, и что их правительство никогда не станет действовать против олигарха, который кормит лондонскую элиту. - Марк, вы с этим согласны?"}]},{"title":"a hell of a (helluva)","description":"\"A hell of a something\": a very good or very bad something.","ruDescription":"Очень хороший либо очень плохой.","idioms":[{"vimeoId":"102444534","transcript":"Controllers can see what the pilots can't. That's quite the rudder you got there, must have been a hell of a ride. Ah yeah, it was a real joyride.","imgSrc":"http://i.vimeocdn.com/video/481850880_100x75.jpg","ruTranscript":"Диспетчеры видят то, чего не видно пилотам. Ну и руль там у вас, наверное, это был стоящий полет! - О да, прокатились с ветерком."}]},{"title":"a needle in a haystack","description":"\"A needle in a haystack\" is something that is impossible or extremely difficult to find, especially because the area you have to search is too large.","ruDescription":"То, что невозможно или очень трудно найти, особенно потому, что территория осуществления поиска слишком велика.","idioms":[{"vimeoId":"102440531","transcript":"Often it seems trying to find a positive story in Afghanistan is like searching for a needle in a  haystack.","imgSrc":"http://i.vimeocdn.com/video/467008732_100x75.jpg","ruTranscript":"Часто кажется, что найти позитивную историю из Афганистана - то же самое, что искать иголку в стоге сена."},{"vimeoId":"102440525","transcript":"But it's like looking for a needle in a haystack here. They find fragments of what may be bombs...","imgSrc":"http://i.vimeocdn.com/video/467008725_100x75.jpg","ruTranscript":"Но это как искать иголку в стоге сена. Они находят осколки, которые могут быть осколками бомб…"}]},{"title":"a sight for sore eyes","description":"\"A sight for sore eyes\":a relieving sight; a person who is pleasant to see.","ruDescription":"Зрелище, приносящее облегчение; человек, которого приятно увидеть.","idioms":[{"vimeoId":"102444624","transcript":"Hi daddy. You're a sight for sore eyes.","imgSrc":"http://i.vimeocdn.com/video/472988340_100x75.jpg","ruTranscript":"Привет, папочка! - Я так рад тебя видеть!"}]},{"title":"a thing of the past","description":"\"A thing of the past\": something that no longer happens.","ruDescription":"Что-то, чего больше не происходит.","idioms":[{"vimeoId":"102444627","transcript":"Family farms are going out of business and the production is being done by corporations and industrial-type farming so the \"father and a son\" and… or \"two sons\", you know, raising cattle or raising the corn or doing whatever is becoming a definite thing of the past.","imgSrc":"http://i.vimeocdn.com/video/475765430_100x75.jpg","ruTranscript":"Семейные хозяйства прогорают, все производство осуществляется крупными компаниями, и фермы \"отца и сына\" и... Или \"двух сыновей\", где разводят скот, выращивают кукурузу и так далее - такие хозяйства определенно остаются в прошлом."}]},{"title":"a whole new ball game","description":"\"a whole new ball game\" is a completely different situation, often one which is difficult or which you know very little about","ruDescription":"Абсолютно другая ситуация, зачастую трудная или малознакомая","idioms":[{"vimeoId":"102440456","transcript":"It's a whole new ball game than it is today.","imgSrc":"http://i.vimeocdn.com/video/466215824_100x75.jpg","ruTranscript":"Это совсем другая ситуация, нежели сегодня."}]},{"title":"AC/DC","description":"AC/DC: 1) Alternating current/direct current; 2) Bisexual: A guy who would turn to any page in a phone book, point randomly to a name, call it and f...k it if it agreed.","ruDescription":"1. Переменного/постоянного тока (об электроустройствах); 2. Бисексуал - человек, который испытывает желание к представителям обоих полов","idioms":[{"vimeoId":"102440432","transcript":"AC/DC, She's got some other lover as well as me, AC/DC, she's got some other woman as well as me. She's got some other woman as well as me","imgSrc":"http://i.vimeocdn.com/video/466407209_100x75.jpg","ruTranscript":"У нее есть другая любовница, как и у меня. У нее другая, как и у меня. У нее другая, как и у меня."}]},{"title":"ace in the hole","description":"An “ace in the hole”  (American) is an advantage that you have that other people do not know about.","ruDescription":"Преимущество, о котором не знают другие люди.","idioms":[{"vimeoId":"102440458","transcript":"But the starkest contrast is really an ace in the hole for Barak Obama is really the ability he has to change the electorate.","imgSrc":"http://i.vimeocdn.com/video/464039085_100x75.jpg","ruTranscript":"Но самое важное отличие в том, что у Обамы есть туз в рукаве - способность влиять на сознание избирателей."}]},{"title":"acid test","description":"An “acid test” - a test which will really prove the value, quality, or truth of something.","ruDescription":"Проверка, которая по-настоящему показывает цену, качество или правдивость чего-либо.","idioms":[{"vimeoId":"102440513","transcript":"An acid test for leadership is how you treat those you outrank, or as president Truman once said, “how you treat those who can’t talk back”.","imgSrc":"http://i.vimeocdn.com/video/464039097_100x75.jpg","ruTranscript":"Настоящая проверка лидерских качеств - это ваше отношение к тем, чья должность ниже вашей, или, как однажды сказал президент США Трумэн, \"отношение к тем, кто не может вам ответить\"."}]},{"title":"Act of God","description":"An Act of God is a legal term for events outside human control, such as sudden floods or other natural disasters, for which no one can be held responsible.","ruDescription":"Юридический термин, означаюший события, неподвластные человеку, такие как внезапные наводнения или другие экологические катастрофы, ответственность за которые никто не несет.","idioms":[{"vimeoId":"102440446","transcript":"…that the extreme inequality that we see in our country, it’s not a natural phenomenon, it’s not an Act of God. It’s a deliberate result of the set of tax policies over 20 years.","imgSrc":"http://i.vimeocdn.com/video/464039092_100x75.jpg","ruTranscript":"…что ужасное неравенство в нашей стране не есть естественное явление, это не Божий замысел. Это запланированный результат особой системы налогообложения последних 20 лет."},{"vimeoId":"102440440","transcript":"Yeah, but what you and I know this was an Act of God. And I’m going fight to get the NTSB to add “Act of God”  as one of the probable causes.","imgSrc":"http://i.vimeocdn.com/video/464039170_100x75.jpg","ruTranscript":"Да, но мы оба знаем, что это было дело рук Божьих. И я буду бороться с комитетом по безопасности транспорта, пока они не добавят пункт \"Дело рук Божьих\" в список возможных причин."}]},{"title":"ad hoc","description":"For the specific purpose, case, or situation at hand and for no other.","ruDescription":"Применимый исключительно для данной цели, случая или ситуации.","idioms":[{"vimeoId":"102440560","transcript":"That's a tricky thing to do though, because establishing an ad hoc way it does not have the same patterns of cooperation as the NATO Council does.","imgSrc":"http://i.vimeocdn.com/video/465454261_100x75.jpg","ruTranscript":"Но это не так просто сделать, так как им не хватает системы взаимодействия как у Совета НАТО для того, чтобы придумать подходящий способ."}]},{"title":"against all the odds","description":"\"Against all the odds\": almost with no chance of winning; despite very low probability.","ruDescription":"Не имея практически никаких шансов на успех; несмотря на очень малую вероятность.","idioms":[{"vimeoId":"102444634","transcript":"In the midst of one of the darkest chapters of our times this is the story of a man who against all the odds and with extraordinary courage saved hundreds of lives.","imgSrc":"http://i.vimeocdn.com/video/481850944_100x75.jpg","ruTranscript":"В один из наиболее темных периодов нашего времени, эта история повествует о человеке, который вопреки всем обстоятельствам и с выдающейся отвагой спас сотни жизней."}]},{"title":"against the clock","description":"“against the clock” - in a great hurry to get something done before a particular time.","ruDescription":"В сильной спешке сделать что-либо до определенного момента времени.","idioms":[{"vimeoId":"102438606","transcript":"We’ve been racing against the clock to get ahead of the virus.","imgSrc":"http://i.vimeocdn.com/video/464039181_100x75.jpg","ruTranscript":"Мы торопились для того, чтобы опередить вирус."}]},{"title":"ahead of the curve","description":"ahead of the curve (US) : faster about doing something than other people, companies, etc.","ruDescription":"Быстрее в каком-либо деле, нежели другие люди, компании и т.д.","idioms":[{"vimeoId":"102440566","transcript":"We can grow jobs here in America by investing in R&D, coming up with the new product line, making certain we’re ahead of a curve on science and technology opportunities that are available to this nation.","imgSrc":"http://i.vimeocdn.com/video/464039191_100x75.jpg","ruTranscript":"Мы можем бороться с безработицей, вкладывая средства в исследования и разработки, создавая новые продукты и укрепляя наши позиции как лидеров в научных и технических разработках, доступных в нашей стране."}]},{"title":"ahead of the pack","description":"\"Ahead of the pack\": the most successful of all competitors.","ruDescription":"Лидировать в соревновании.","idioms":[{"vimeoId":"102444639","transcript":"Opening bells signal the chance of new opportunities, the players fighting to stay ahead of the pack, the next big idea being born today, the next big bust being discussed.","imgSrc":"http://i.vimeocdn.com/video/481850955_100x75.jpg","ruTranscript":"Стартовый сигнал означает новые возможности, игроки борятся за лидирующие позиции, в этот день рождается новая грандиозная идея и обсуждается новый грандиозный провал."}]},{"title":"all Chinese to me","description":"\"It's all Chinese/Greek/Arabic/etc to me\": something is totally incomprehensible to you.","ruDescription":"Что-то абсолютно непонятное. Пожалуйста, ознакомьтесь со значением фразы \"to get around\" в нашей коллекции.","idioms":[{"vimeoId":"102444648","transcript":"Though we've made it to China and now need to get around and try to understand the language that's frankly all Chinese to me. Today we're putting three translation apps to the test (please find info about \"to get around\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481850969_100x75.jpg","ruTranscript":"Хоть мы и добрались до Китая, и теперь нам нужно освоиться и попробовать освоить язык, но, честно говоря, все это для меня - китайская грамота. Сегодня мы протестируем три приложения для перевода (пожалуйста, ознакомьтесь со значением фразы \"to get around\" в нашей коллекции)."}]},{"title":"all ears","description":"\"To be all ears\": to listen very carefully; to concentrate your attention on whats you've being told","ruDescription":"Очень внимательно слушать; сосредоточиться на том, что говорят.","idioms":[{"vimeoId":"102444650","transcript":"I've got the devil in my blood telling me what to do — and I'm all ears.","imgSrc":"http://i.vimeocdn.com/video/474106723_100x75.jpg","ruTranscript":"В моей крови дьявол, и он говорит мне, что делать - и я внимаю ему."},{"vimeoId":"102444659","transcript":"And in terms of all those highly objectionable issues that I have lined a minute ago which of course go to the substance of the bill, I would be all ears.","imgSrc":"http://i.vimeocdn.com/video/472988369_100x75.jpg","ruTranscript":"И в контексте всех крайне противоречивых вопросов, которые я затронул минуту назад и которые, конечно, имеют непосредственное отношение к законопроекту, я готов внимательно выслушать предложения."}]},{"title":"all eyes are on","description":"\"All eyes are on somebody/something\": everyone is watching that somebody/something to see what will happen.","ruDescription":"Все следят за тем, что произойдет с кем-либо или чем-либо.","idioms":[{"vimeoId":"102444663","transcript":"All eyes are upon us. Well, at least we hope they are.","imgSrc":"http://i.vimeocdn.com/video/481851063_100x75.jpg","ruTranscript":"Внимание приковано к нам. Ну, по крайней мере, мы на это надеемся."},{"vimeoId":"102444667","transcript":"...in this time that we live in now, here, in this country with all eyes on this federal government that we act responsibly.","imgSrc":"http://i.vimeocdn.com/video/481851009_100x75.jpg","ruTranscript":"В то время, в котором мы живем, здесь, в нашей стране, где внимательно следят за тем, чтобы мы, правительство, действовали разумно."},{"vimeoId":"102444786","transcript":"India' parliament has 543 members. To win a majority a party needs 272 MP's. It's a critical number because since 1984 no party has won an outright majority and it had to depend on smaller regional parties to put together a coalition. That's why all eyes are on this woman.","imgSrc":"http://i.vimeocdn.com/video/481851010_100x75.jpg","ruTranscript":"В парламенте Индии 543 депутата. Чтобы получить большинство в парламенте, партии нужно 272 места, что не удавалось ни одной партии с 1984 года, из-за чего партии попадают в зависимость от мелких региональных партий, с которыми они образуют коалиции. Поэтому все внимание сейчас приковано к этой женщине."}]},{"title":"all for","description":"In support of something.","ruDescription":"В поддержку чего-либо.","idioms":[{"vimeoId":"102440517","transcript":"Let's promote alternatives such as electric vehicles. I'm all for that.","imgSrc":"http://i.vimeocdn.com/video/466215826_100x75.jpg","ruTranscript":"Нам следует поддерживать такие альтернативы как электромобили. Я всецело это поддерживаю."},{"vimeoId":"102440519","transcript":"I'm all for punishing Assad and I'm all against using any kind of chemichal weapons.","imgSrc":"http://i.vimeocdn.com/video/466215829_100x75.jpg","ruTranscript":"Я за то, чтобы Асад был наказан и против применения любого химического оружия."}]},{"title":"all hell broke loose","description":"\"All hell broke loose\": all sorts of wild or terrible things happened.","ruDescription":"Произошли все возможные беды и злоключения.","idioms":[{"vimeoId":"102440575","transcript":"And then all hell broke loose outside the base. There was protest, there was shouting, there were people yelling at us at the gate.","imgSrc":"http://i.vimeocdn.com/video/467008787_100x75.jpg","ruTranscript":"А после этого за стенами базы начался ад. Была акция протеста, все кричали, у ворот базы толпились люди и кричали на нас."},{"vimeoId":"102440571","transcript":"Within hours of President Yanukovich declaring a truce all hell broke loose.","imgSrc":"http://i.vimeocdn.com/video/467008784_100x75.jpg","ruTranscript":"В течение нескольких часов после того, как Янукович согласился на перемирие, началось самое ужасное."}]},{"title":"all in all","description":"\"All in all\": taking everything into account.","ruDescription":"В целом.","idioms":[{"vimeoId":"102440580","transcript":"Teacher! Leave them kids alone! All in all you're just another brick in the wall.","imgSrc":"http://i.vimeocdn.com/video/466215848_100x75.jpg","ruTranscript":"Учитель! Оставь детей в покое! В общем, ты для них всего лишь один из кирпичиков в стене."}]},{"title":"all-in","description":"All-in: total commitment; wagering everything you have all at once.","ruDescription":"Безусловная приверженность чему-либо; поставить на кон все, что имеется.","idioms":[{"vimeoId":"102440591","transcript":"We know that the nation that goes all-in on innovation today will own the global economy tomorrow.","imgSrc":"http://i.vimeocdn.com/video/467957770_100x75.jpg","ruTranscript":"Все мы знаем, что страна, которая сегодня вложится в инновации, завтра будет крупнейшим игроком в мировой экономике."},{"vimeoId":"102440586","transcript":"So Sanjay, I know you've done 180 on medical marijuana but you are really now all-in. You're actually in the grow room (please find info about \"180\" idiom in our library).","imgSrc":"http://i.vimeocdn.com/video/467957780_100x75.jpg","ruTranscript":"Сэнджей, я знаю, что ты координально изменил отношение людей к лечебной марихуане, но сейчас ты выкладываешься на все сто - ты на связи с нами из помещения, где ее выращивают (пожалуйста, ознакомьтесь со значением \"180\" в нашей коллекции)."}]},{"title":"around the clock","description":"\"Around the clock\": without stopping.","ruDescription":"Непрерывно.","idioms":[{"vimeoId":"102444793","transcript":"The Israelis are also beefing up their intelligence gathering, tripling resources over the last six month. Soldiers now monitor this area around the clock (please find info about \"to beef up\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481851070_100x75.jpg","ruTranscript":"Израильтяне также усилили разведку, увеличив ее финансирование втрое за последние полгода. Теперь военные следят за этой зоной круглые сутки (пожалуйста, ознакомьтесь со значением фразы \"to beef up\" в нашей коллекции)."}]},{"title":"at a loss for words","description":"unable to think of something to say","ruDescription":"Не в состоянии сказать что-либо.","idioms":[{"vimeoId":"102440594","transcript":"He was someone who, of course, was never at the loss for words. Many of those words were memorable.","imgSrc":"http://i.vimeocdn.com/video/465454268_100x75.jpg","ruTranscript":"Он был одним из тех людей, которые всегда найдут, что сказать. И многое из того, что он говорил, запоминалось надолго."}]},{"title":"at hand","description":"\"At hand\" means close by in time or space.","ruDescription":"Рядом, во времени или пространстве.","idioms":[{"vimeoId":"102440597","transcript":"There is no final status solution at hand now.","imgSrc":"http://i.vimeocdn.com/video/467008811_100x75.jpg","ruTranscript":"Мы пока не пришли к окончательному решению по статусу."}]},{"title":"at large","description":"\"At large\": not in captivity; escaped and not caught .","ruDescription":"На свободе; в бегах.","idioms":[{"vimeoId":"102444911","transcript":"And the question remains, where is he? One man who's met Colonel Gadaffi says he's remains a threat as long as he's at large.","imgSrc":"http://i.vimeocdn.com/video/472988373_100x75.jpg","ruTranscript":"Вопрос остается открытым: где он? Один из тех, кто видел полковника Каддафи, утверждает, что он остается угрозой, пока он на свободе."},{"vimeoId":"102438591","transcript":"But potentially there are two other shooters at large right now.","imgSrc":"http://i.vimeocdn.com/video/472988378_100x75.jpg","ruTranscript":"Но, возможно, два других преступника сейчас находятся на свободе."},{"vimeoId":"102444901","transcript":"The preparations follow these terrorist attacks on two markets and a bus and the perpetrators apparently still at large.","imgSrc":"http://i.vimeocdn.com/video/472988376_100x75.jpg","ruTranscript":"Подготовка последовала за этими терактами на двух рынках и в автобусе, и преступники, видимо, все еще на свободе."}]},{"title":"at my alley","description":"Right down someone's alley: ideally suited to one's interests or abilities.","ruDescription":"Идеально подходящий чьим-либо интересам или способностям.","idioms":[{"vimeoId":"102440602","transcript":"This type \"no-no\" situation was right at my alley:I knew self-destructive but I didn't care.","imgSrc":"http://i.vimeocdn.com/video/466407308_100x75.jpg","ruTranscript":"Ситуации типа \"нет-нет\" были по моей части: я был знаком с саморазрушением, но мне было плевать."}]},{"title":"at odds","description":"\"At odds\": in disagreement; in conflict.","ruDescription":"В несогласии; в конфликте.","idioms":[{"vimeoId":"102444919","transcript":"Not really and the government really isn't singing yet with the united voice. They really are at odds.","imgSrc":"http://i.vimeocdn.com/video/481851082_100x75.jpg","ruTranscript":"Нет, правительство пока не пришло к согласию. Оно в состоянии острого конфликта."}]},{"title":"at the hat drop","description":"If you do something “at the drop of a hat”, you do it suddenly and easily, often without any preparation.","ruDescription":"Внезапно и без усилий, зачастую без подготовки. Пожалуйста, ознакомьтесь со значением слова \"rock'n'roll\" в нашей коллекции.","idioms":[{"vimeoId":"102440612","transcript":"What difference does it make? Why leave a living witness? Drop of the hat – these guys were rock’n’roll.","imgSrc":"http://i.vimeocdn.com/video/464657597_100x75.jpg","ruTranscript":"Что это изменит? Зачем оставлять свидетеля в живых? Один миг - и эти парни начали стрелять."},{"vimeoId":"102444927","transcript":"You've got this long flight, you're just telling me, you know, you'll go across the world at a drop of the hat. Will you say to everybody \"leave me alone, I need an hour, I'm just gonna read the book?\"","imgSrc":"http://i.vimeocdn.com/video/481851098_100x75.jpg","ruTranscript":"Вам так долго лететь, а вы говорите мне, что вмиг перелетите через весь мир. Почему бы вам не сказать всем: \"Оставьте меня в покое, дайте мне час, я книжку почитаю\"?"},{"vimeoId":"102440614","transcript":"…people suing this country at the drop of a much lighter hat.","imgSrc":"http://i.vimeocdn.com/video/464657591_100x75.jpg","ruTranscript":"…люди, которым намного проще подать в суд на государство."}]},{"title":"at the helm","description":"\"At the helm\": in charge; in control.","ruDescription":"У руля; в руководящей позиции.","idioms":[{"vimeoId":"102444516","transcript":"For the first time in history a woman is at the helm.","imgSrc":"http://i.vimeocdn.com/video/481851110_100x75.jpg","ruTranscript":"Впервые в истории женщина стала главной."}]},{"title":"average Joe","description":"\"Average Joe\": an ordinary person.","ruDescription":"Обычный человек.","idioms":[{"vimeoId":"102444934","transcript":"The people who cause this mess are still making several figure incomes and average Joes are suffering.","imgSrc":"http://i.vimeocdn.com/video/475765428_100x75.jpg","ruTranscript":"Люди, которые создают этот хаос, все равно получают солидные суммы денег, а простые люди страдают."}]},{"title":"axe to grind","description":"To have “an axe to grind” is to have a selfish reason for saying or doing something.","ruDescription":"Иметь личную выгоду в том, чтобы сказать или сделать что-либо.","idioms":[{"vimeoId":"102440620","transcript":"They have no particular axe to grind.","imgSrc":"http://i.vimeocdn.com/video/464657653_100x75.jpg","ruTranscript":"У них нет особого личного интереса в этом деле."}]},{"title":"baby bust","description":"“Baby bust” is a sudden decline in the birthrate, especially the one in the United States from about 1961 to 1981.","ruDescription":"Неожиданный спад рождаемости, в частности тот, который произошел в США в период с 1961 по 1981 года.","idioms":[{"vimeoId":"102440623","transcript":"There was a “baby bust” generation … these were the kids who'd been born in the Depression, very low birth rates.","imgSrc":"http://i.vimeocdn.com/video/464657641_100x75.jpg","ruTranscript":"Это было поколение демографического кризиса… Дети, рожденные в период Великой Депрессии, очень низкие показатели рождаемости."}]},{"title":"back and forth","description":"\"Back and forth\": backward and forward; from side to side; in one direction and then the other repeatedly.","ruDescription":"Вперед-назад; из стороны в сторону.","idioms":[{"vimeoId":"102445049","transcript":"Well certainly there has been a lot of, you know, back and forth between Moscow and interim Ukraine government.","imgSrc":"http://i.vimeocdn.com/video/481851196_100x75.jpg","ruTranscript":"Ну, конечно, Москва и Временное правительство Украины сделали множество шагов туда-обратно."}]},{"title":"back burner","description":"On the \"back burner\": on hold or suspended temporarily (putting a pot that needs less active attention on a back burner of a stove, leaving space for pots that need to be stirred.","ruDescription":"Быть временно отложенным на потом.","idioms":[{"vimeoId":"102440627","transcript":"Probably pushes it way back on the back burner for political reasons. I mean it will be much more difficult to justify military action at this stage.","imgSrc":"http://i.vimeocdn.com/video/466407284_100x75.jpg","ruTranscript":"Наверное, этот вопрос уходит на второй план по политическим причинам. Я имею в виду то, что оправдать военные действия на этой стадии будет трудно."}]},{"title":"back on track","description":"\"Back on track\": something had gone wrong in the past but now it is going in right direction; it is fixed to a normal state.","ruDescription":"Какое-то время назад что-то пошло не так, но теперь все  правильно; что-либо исправлено.","idioms":[{"vimeoId":"102445169","transcript":"But his vow to get India's economy back on track seems to have struck a chord with millions of voters (please find info about \"to strike a chord\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481851198_100x75.jpg","ruTranscript":"Но его клятва о восстановлении экономики Индии, кажется, нашла отклик в сердцах миллионов избирателей (пожалуйста, ознакомьтесь со значением фразы \"to strike a chord\" в нашей коллекции)."}]},{"title":"back-seat driver","description":"\"Back-seat driver\": a person who offers advice on or tries to direct matters that are not his or her concern.","ruDescription":"Человек, который советует или пытается решить вопрос, не касающийся его.","idioms":[{"vimeoId":"102445283","transcript":"Party leader John Boehner, he… he is… he is trying to be helpful but not a back-seat driver and he… he pretty much shut down the rumors that he's gonna retire very quickly.","imgSrc":"http://i.vimeocdn.com/video/481851206_100x75.jpg","ruTranscript":"Глава партии Джон Бейнер, .он... Он... Он пытается помочь, но не хочет указывать другим, и он... Он развеял слухи о своей скорой отставке."}]},{"title":"back-to-back","description":"If things happen back-to-back, they are directly one after another.","ruDescription":"Друг за другом, подряд.","idioms":[{"vimeoId":"102440629","transcript":"claiming responsibility for two back-to-back suicide bombings last month.","imgSrc":"http://i.vimeocdn.com/video/464657658_100x75.jpg","ruTranscript":"…взяв на себя ответственность за действия двух террористов-смертников, совершивших взрывы в прошлом месяце."}]},{"title":"backhanded compliment","description":"What might at first sound like a compliment but could really be taken as an insult when considered in its entirety.","ruDescription":"То, что может звучать как комплимент, но при более детальном рассмотрении может быть воспринято как оскорбление.","idioms":[{"vimeoId":"102440636","transcript":"And that is not backhanded compliment: we have fine hour in under the tenure of any president of the United States of America.","imgSrc":"http://i.vimeocdn.com/video/465454331_100x75.jpg","ruTranscript":"И это не ложный комплимент: у нас есть свой звездный час при каждом президенте Америки."}]},{"title":"bad apple","description":"\"Bad apple\": a single \"bad\" person that could ruin the whole situation .","ruDescription":"Человек, который способен все испортить.","idioms":[{"vimeoId":"102445288","transcript":"Now whether this is a bad apple operating improperly or whether this is to some degree systemic - I don't know.","imgSrc":"http://i.vimeocdn.com/video/472988529_100x75.jpg","ruTranscript":"Итак, это либо паршивая овца, которая не выполняет свою работу, либо это целая система - я не знаю."}]},{"title":"bad blood","description":"“Bad blood” is a feeling of intense hatred or hostility; enmity.","ruDescription":"Чувство сильной ненависти или вражды.","idioms":[{"vimeoId":"102440639","transcript":"There is a lot of bad blood on this but I think we can work through this.","imgSrc":"http://i.vimeocdn.com/video/464657750_100x75.jpg","ruTranscript":"Вокруг этой ситуации много конфликтов, но я думаю что мы сможем это решить."}]},{"title":"bad bone","description":"\"Not have a type of bone in your body\" means to have none of the characteristic described. A \"bad bone\" is a person with a bad behavior or bad attitude, or someone whose acts have negative effects on others.","ruDescription":"Человек , который дурно себя ведет или имеет плохой характер, либо человек, чье поведение плохо влияет на других.","idioms":[{"vimeoId":"102440643","transcript":"I don't think the kid's got a bad bone in his body. I just think he's a little misplaced.","imgSrc":"http://i.vimeocdn.com/video/465454336_100x75.jpg","ruTranscript":"Я не думаю, что этот парень плохой. Мне кажется, он не на своем месте."}]},{"title":"banner year","description":"\"banner year\" is a year which is good because something is successful.","ruDescription":"Успешный год.","idioms":[{"vimeoId":"102440651","transcript":"The economics of the installation has been questioned but the project kept what many are calling a banner year for American solar power - 2013.","imgSrc":"http://i.vimeocdn.com/video/467009157_100x75.jpg","ruTranscript":"Экономические показатели проекта были неоднозначными, но благодаря ему 2013 год остался успешным для солнечной энергетики США."}]},{"title":"bargaining chip","description":"\"Bargaining chip\" is something to be used (traded) in negotiations.","ruDescription":"Что-либо, что можно использовать или обменять в ходе переговоров.","idioms":[{"vimeoId":"102440657","transcript":"It's disappointed and hopes Bae will not be used as a political bargaining chip.","imgSrc":"http://i.vimeocdn.com/video/466874429_100x75.jpg","ruTranscript":"Жаль, что Кеннета Бэя не используют как политическую разменную монету."}]},{"title":"basket case","description":"“Basket case” refers to someone in a hopeless mental condition, but in origin it had a physical meaning. In the grim slang of the British army during World War I, it referred to a quadruple amputee.","ruDescription":"Человек в безнадежном психологическом состоянии, но изначально идиома применялась к физическому состоянию: в грубом сленге британских солдат времен Первой мировой войны так называли солдат, у которых ампутированы все четыре конечности.","idioms":[{"vimeoId":"102440659","transcript":"One area in your future command that ah… is just still a basket case.","imgSrc":"http://i.vimeocdn.com/video/464657754_100x75.jpg","ruTranscript":"Одно поле деятельности, которое будет под вашим командованием, эм… До сих пор в безнадежном состоянии."}]},{"title":"bat an eye","description":"“Not bat an eye” is to not show any shock or surprise.","ruDescription":"Не показать своего удивления.","idioms":[{"vimeoId":"102440662","transcript":"It’s about investing in our country. Someone on the other side did not bat an eye when they voted to use American tax dollars to rebuild Iraq.","imgSrc":"http://i.vimeocdn.com/video/464657900_100x75.jpg","ruTranscript":"Самое важное - инвестиции в нашу экономику. Кое-кто из наших оппонентов и бровью не повел, когда они голосовали за восстановление Ирака за счет американских налогоплательщиков."}]},{"title":"beauty is in the eye of the beholder","description":"The phrase beauty is in the eye of the beholder typically means that someone can be beautiful based on the person that is seeing it. It means that each person sees beauty in a different fashion.","ruDescription":"Обычно значит что можно быть красивым на чей-либо взгляд, то есть то, что каждый видит красоту по-своему.","idioms":[{"vimeoId":"102440667","transcript":"But what's this? His T-shirt! Ah...Proves that beauty is not only in the eye of the beholder -  it is also in the nose.","imgSrc":"http://i.vimeocdn.com/video/467009220_100x75.jpg","ruTranscript":"А это что? Его футболка! Ох, это подтверждает, что красоту каждый не только видит, но и на запах чувствует по-своему."},{"vimeoId":"102440673","transcript":"Beauty is in the eye of the beholder, of course.","imgSrc":"http://i.vimeocdn.com/video/467009243_100x75.jpg","ruTranscript":"Каждый видит красоту по-своему, безусловно."},{"vimeoId":"102440677","transcript":"They say beauty is in the eye of the beholder.","imgSrc":"http://i.vimeocdn.com/video/467009162_100x75.jpg","ruTranscript":"Говорят, каждый видит красоту по-своему."}]},{"title":"bedrock","description":"\"Bedrock\" is any firm foundation or the fundamental principles.","ruDescription":"Основа или основные принципы любой компании.","idioms":[{"vimeoId":"102440687","transcript":"And that quote, that sentiment is one that's really fundamental and bedrock to my thinking.","imgSrc":"http://i.vimeocdn.com/video/464657834_100x75.jpg","ruTranscript":"И эта цитата, эта мысль является для меня фундаментальной и основной."},{"vimeoId":"102445295","transcript":"The village brass band is their proud legacy. Communities like this with their strong links to the miners of England and Wales were once bedrocks to British identity in Scotland.","imgSrc":"http://i.vimeocdn.com/video/481851216_100x75.jpg","ruTranscript":"Местный духовой ансамбль - историческое наследие, которым гордятся. Такие шахтерские поселения Англии и Уэльса когда-то были сутью британского духа в Шотландии."},{"vimeoId":"102440682","transcript":"The mining industry is a bedrock of South African economy.","imgSrc":"http://i.vimeocdn.com/video/464657819_100x75.jpg","ruTranscript":"Горнодобывающая отрасль является основой Южно-Африканской экономики."}]},{"title":"behind bars","description":"To be \"behind bars\" is to be imprisoned, particularly inside a jail cell (usually the type with vertical metal bars that keep inmates from escaping).","ruDescription":"Находиться в тюрьме, в камере.","idioms":[{"vimeoId":"102440691","transcript":"He has no future. Saved from his smugglers but still sentenced to a life behind bars.","imgSrc":"http://i.vimeocdn.com/video/465454401_100x75.jpg","ruTranscript":"У него нет будущего. Его спасли от контрабандистов, но посадили в тюрьму пожизненно."},{"vimeoId":"102440694","transcript":"And this isn't the first case where cat being used to deliver illegal goods behind bars.","imgSrc":"http://i.vimeocdn.com/video/465454349_100x75.jpg","ruTranscript":"И это не первый случай, когда кошек использовали, чтобы пронести в тюрьму запрещенные предметы."},{"vimeoId":"102440703","transcript":"Born behind bars. Should female inmates raise their babes behind bars?","imgSrc":"http://i.vimeocdn.com/video/465454338_100x75.jpg","ruTranscript":"Рожденные за решеткой. Следует ли матерям, находящимся в тюрьме, растить там своих детей?"},{"vimeoId":"102440708","transcript":"Protesters have been sentenced to life behind bars.","imgSrc":"http://i.vimeocdn.com/video/465454385_100x75.jpg","ruTranscript":"Демонстрантов приговорили к пожизненному заключению."}]},{"title":"behind the scenes","description":"\"Behind the scenes\": without receiving credit or fame; out of public view.","ruDescription":"Не получая почестей или славы, незаметно для общественности.","idioms":[{"vimeoId":"102440714","transcript":"You know, he has had Steve Jobs's ear,he's been really been running the show behind the scenes for quite some time (please find info about other two idioms used in this video in our library).","imgSrc":"http://i.vimeocdn.com/video/466408875_100x75.jpg","ruTranscript":"Вы знаете, что он имеет влияние на Стива Джобса и на самом деле какое-то время он был главным, незаметно для всех (пожалуйста, ознакомьтесь с другими двумя идиомами, использованными в этом сюжете, в нашей коллекции)."}]},{"title":"bellwether","description":"\"A bellwether\" is a wether or other male sheep that leads the flock, usually bearing a bell; a person or thing that assumes the leadership;  a person or thing that shows the existence or direction of a trend.","ruDescription":"Валух (кастрированный баран) или обычный баран, который ведет за собой стадо и носит на шее колокольчик; человек или предмет, который стал лидером; человек или предмет, указывающий на существование или направление тенденции.","idioms":[{"vimeoId":"102440718","transcript":"A joint venture of the North and South that produced half billion dollars in goods in 2012. It is a bellwether for the real state of relations between North and South.","imgSrc":"http://i.vimeocdn.com/video/467009237_100x75.jpg","ruTranscript":"Совместное предприятие севера и юга произвело товаров на сумму полмиллиарда долларов в 2012 году. Это показывает реальную ситуацию в отношениях между севером и югом."}]},{"title":"boots on the ground","description":"\"Boots on the ground\": The ground forces actually fighting in a war or conflict at the time of speaking,  rather than troops not engaged or being transported to the fighting.","ruDescription":"Отряды пехоты, которые действительно воюют в данный момент, в отличие от войск, не принимающих участия либо находящихся в состоянии переброски на участок конфликта или военных действий.","idioms":[{"vimeoId":"102440723","transcript":"My first message: no boots on the ground.","imgSrc":"http://i.vimeocdn.com/video/466215845_100x75.jpg","ruTranscript":"Первая новость: никакой армии на территории нет."}]},{"title":"bottom line","description":"The words \"bottom line\" originally were used in accounting indicating the total balance. Now a variety of uses:  the result or statement; the main point; the outcome of a process, discussion, etc and even the curves around a girl's butt.","ruDescription":"Произошло от линии, под которой пишут результат при арифметических подсчетах. Теперь идиома обладает рядом значений: результат или утверждение; основная мысль высказывания; исход процесса или беседы или даже очертания женской попы.","idioms":[{"vimeoId":"102440739","transcript":"A month ago they were overturning and smashing Japanese cars on the streets of Chinese cities. Now the fallout from those anti-Japanese protests is starting to hit the bottom line of the Japan's car companies.","imgSrc":"http://i.vimeocdn.com/video/465454519_100x75.jpg","ruTranscript":"Месяц назад в городах Китая переворачивали и разбивали японские машины. Теперь последствия этих анти-японских акций протеста начинают бить по кошелькам японских производителей автомобилей."},{"vimeoId":"102440732","transcript":"But the question remains: will the cruise ship industry put your safety before their bottom line?","imgSrc":"http://i.vimeocdn.com/video/465454416_100x75.jpg","ruTranscript":"Но вопрос так и не решен: сделают ли производители круизных судов безопасность пассажиров своим приоритетом?"},{"vimeoId":"102440726","transcript":"Bottom line: the President of the United States would not want to put his own prestige and that of the United States on the line by calling world leaders.","imgSrc":"http://i.vimeocdn.com/video/465454404_100x75.jpg","ruTranscript":"Итог таков: президент США не захочет ставить под удар престижное положение страны и самого себя, пытаясь связаться с мировыми лидерами."}]},{"title":"brain drain","description":"The loss of skilled intellectual and technical labor through the movement of such labor to more favorable geographic, economic, or professional environments.","ruDescription":"Утечка кадров в сфере науки и техники в более благоприятные для них географические, экономические или профессиональный условия.","idioms":[{"vimeoId":"102441125","transcript":"And that brain drain continues to this day. In Akademgorodok cafe I met one of hundreds of science graduates still leaving the city every year.","imgSrc":"http://i.vimeocdn.com/video/465454639_100x75.jpg","ruTranscript":"Вся эта утечка кадров происходит и по сей день. В одном из кафе Академгородка я встретил одного из сотен начинающих ученых, которые каждый год покидают город."},{"vimeoId":"102441118","transcript":"The concern in parts of Southern Europe is of a brain drain depriving countries of their most qualified workers.","imgSrc":"http://i.vimeocdn.com/video/465454585_100x75.jpg","ruTranscript":"В некоторых странах Южной Европы возрастает беспокойство в связи с утечкой кадров, которая лишает эти государства наиболее квалифицированных работников."},{"vimeoId":"102441018","transcript":"Europe's job crisis triggers a brain drain for struggling economies...","imgSrc":"http://i.vimeocdn.com/video/465454661_100x75.jpg","ruTranscript":"Безработица в Европе провоцирует утечку кадров в странах с нестабильной экономикой…"}]},{"title":"brush with something","description":"To “have a brush with something” is to have a brief contact, to have an experience with something (especially with the law).","ruDescription":"Иметь связь, опыт обращения с чем-либо (особенно с тем или иным законом).","idioms":[{"vimeoId":"102441129","transcript":"My own family, Mr Speaker, endured a brush with this violence.","imgSrc":"http://i.vimeocdn.com/video/464657969_100x75.jpg","ruTranscript":"Это насилие коснулось моей собственной семьи, господин спикер."}]},{"title":"budgie smugglers","description":"\"Budgie smugglers\" - Australian slang term for men's tight-fitting Speedo-style swimwear. The 'lump in the front' apparently resembles a budgie when it is stuffed down the front of someone's shorts.","ruDescription":"Выражение австралийского сленга об обтягивающих мужских купальных плавках. Гениталии в таких напоминают волнистого попугая (budgie), которого запихнули в шорты, чтобы вывезти из страны.","idioms":[{"vimeoId":"102441140","transcript":"And today the 55-year old is still considered a fitness fanatic well known for his famous trunks  what Australians like to call 'budgie smugglers'.","imgSrc":"http://i.vimeocdn.com/video/467009232_100x75.jpg","ruTranscript":"И этот 55-летний мужчина все еще считается ярым поклонником фитнеса и известен своими трусами, которые австралийцы предпочитают называть \"контрабандистами попугаев\"."}]},{"title":"bumper-to-bumper","description":"\"Bumper-to-bumper\": having almost no space between cars and moving very slowly.","ruDescription":"Минимальная дистанция между автомобилями, обусловленная очень медленным их движением в пробке.","idioms":[{"vimeoId":"102445309","transcript":"John, in this time of day a quarter past 4 local time in the afternoon that road would be bumper-to-bumber with traffic but as you can see they have shut it and many of the roads in Brussels today because of the President visit.","imgSrc":"http://i.vimeocdn.com/video/481851214_100x75.jpg","ruTranscript":"Джон, в это время суток, в 16.15 по местному времени, на этой дороге должна быть ужасная пробка, но, как вы можете увидеть, она закрыта, как и многие другие дороги в Брюсселе - по случаю прибытия президента."}]},{"title":"Butterflies in one's stomach","description":"\"Butterflies in one's stomach\" can be caused by nervousness and fear of the unknown. \"Butterflies in the stomach\" are often seen as a positive and harmless sign of subconscious feelings caused by the release of mood-altering endorphins.","ruDescription":"Ощущение при нервозности или страхе неизвестности. Это явление часто рассматривается в положительном свете как безвредный знак подсознательных ощущений по причине выброса эндорфинов, влияющих на настроение.","idioms":[{"vimeoId":"102441142","transcript":"Butterflies? Always! I don't sleep the night before. It's like the first day of school.","imgSrc":"http://i.vimeocdn.com/video/466408347_100x75.jpg","ruTranscript":"Бабочки в животе? Каждый раз! Я не сплю в последнюю ночь. Это как первый раз пойти в школу."}]},{"title":"charm offensive","description":"\"Charm offensive\": a series of actions intended to get people to like and trust you so that you can influence them.","ruDescription":"Серия действий, направленных на то, чтобы понравиться и завоевать доверие людей для того, чтобы иметь на них влияние.","idioms":[{"vimeoId":"102441152","transcript":"Vladimir Putin and the Russians just spent fifty billion dollars on the Sochi charm offensive to try to redefine Russia in the 21st century. That Sochi charm offensive died on the streets of Sevastopol.","imgSrc":"http://i.vimeocdn.com/video/467009279_100x75.jpg","ruTranscript":"Россия с Владимиром Путиным во главе недавно потратила 50 миллиардов долларов на сочинское умасливание всего мира в попытке изменить положение России в 21 веке. Эта попытка умерла на улицах Севастополя."},{"vimeoId":"102441159","transcript":"It's all part of Iran's charm offensive.","imgSrc":"http://i.vimeocdn.com/video/467009269_100x75.jpg","ruTranscript":"Все это - часть попытки Ирана умаслить всех."},{"vimeoId":"102441155","transcript":"Well, that charm offensive by Iran's new President to one side. It was not that long ago that his predecessor called for its destruction.","imgSrc":"http://i.vimeocdn.com/video/467009294_100x75.jpg","ruTranscript":"Ну, с одной стороны это попытка нового президента Ирана всех умаслить. Не так давно его предшественник призывал все это уничтожить."}]},{"title":"clarion call","description":"\"A clarion call\" is a strong and clear request for people to do something (often + for).","ruDescription":"Эмоциональный и ясный призыв к людям сделать что-либо.","idioms":[{"vimeoId":"102441252","transcript":"Further integration and sharing of sovereignty! A clarion call towards a federal states of Europe.","imgSrc":"http://i.vimeocdn.com/video/466408908_100x75.jpg","ruTranscript":"\"Дальнейшая интеграция и разделение суверенитета!\" - гласит призыв к федеративным государствам Европы."}]},{"title":"clear-cut","description":"\"Clear-cut\" = clear and certain, so that there is no doubt about something.","ruDescription":"Ясный и точный, в котором не приходиться сомневаться","idioms":[{"vimeoId":"102441265","transcript":"And until we get some clear-cut message where this economy's going...","imgSrc":"http://i.vimeocdn.com/video/467009297_100x75.jpg","ruTranscript":"И пока мы не получим четких сведений о том, в какую сторону движется экономика этой страны…"}]},{"title":"close call","description":"A \"close call\" is something bad that almost happened.","ruDescription":"Что--то плохое, что едва не случилось.","idioms":[{"vimeoId":"102441268","transcript":"21-year old volunteer medic Olesya Zhukovska was in the thick of things providing first aid, when she was struck by a bullet.It was a close call but Olesya was lucky (please find information about \"thick of things\" in our library).","imgSrc":"http://i.vimeocdn.com/video/466215872_100x75.jpg","ruTranscript":"21-летняя врач-волонтер Олеся Жуковска активно оказывала первую помощь, когда в нее выстрелили. Ранение было очень опасным, но Олесе повезло (пожалуйста, ознакомьтесь с идиомой \"thick of things\" в нашей коллекции)."},{"vimeoId":"102445315","transcript":"…very close call for one construction worker, watch this! Yeah! A heart-stopping rescue: watch as this construction worker trapped on the ledge as the building he was working in is engulfed in flames.","imgSrc":"http://i.vimeocdn.com/video/481851238_100x75.jpg","ruTranscript":"...едва не стал фатальным для этого строителя, посмотрите. Да, удивительное спасение: посмотрите, этот строитель оказался в западне на козырьке здания, в котором работал, когда его охватило пламя."}]},{"title":"cold case","description":"A \"cold case\" is an investigation that has had no new developments for a long period of time.","ruDescription":"Расследование, в котором нет продвижений в течение долгого времени.","idioms":[{"vimeoId":"102441447","transcript":"Any cold case involving Michael Jackson always generates a huge amount of public interest.","imgSrc":"http://i.vimeocdn.com/video/466408954_100x75.jpg","ruTranscript":"Любое расследование без доказательств в отношении Майкла Джексона всегда привлекает огромное внимание общественности."},{"vimeoId":"102441450","transcript":"The words \"cold case\" are on the screen only (not pronounced).","imgSrc":"http://i.vimeocdn.com/video/466408975_100x75.jpg","ruTranscript":"Идиома на экране (без звукового сопровождения)."}]},{"title":"cold comfort","description":"\"Cold comfort\" is a negligible comfort or consolation, Extremely limited empathy, sympathy, or encouragement.","ruDescription":"Незначительное утешение, очень слабая поддержка, сопереживание.","idioms":[{"vimeoId":"102441466","transcript":"And did they get you to trade your heroes for ghosts, hot ashes for trees, hot air for a cool breeze? Cold comfort for change?","imgSrc":"http://i.vimeocdn.com/video/466408981_100x75.jpg","ruTranscript":"Они заставили вас променять своих героев на призраков, горячий пепел на деревья, раскаленный воздух на прохладный бриз? Ничтожную заботу на перемены?"},{"vimeoId":"102441459","transcript":"\"The big chill looks to be over in the US but there could be a lot of new problems coming down the pipe caused by melting ice\". You can see the words \"cold comfort\" on the screen only (please find info about the meaning of \"pipe\" in our library).","imgSrc":"http://i.vimeocdn.com/video/466409104_100x75.jpg","ruTranscript":"\"Кажется, сильные заморозки в США закончились, но теперь могут появиться новые проблемы в связи с таянием льда.\" Идиома отображена только на экране (пожалуйста, ознакомьтесь со значением слова \"pipe\" в нашей коллекции)."}]},{"title":"cook the books","description":"To \"cook the books\" means to keep false financial records for an organization often with the aim of avoiding the payment of tax.","ruDescription":"Вести ложную финансовую документацию организации, чаще всего с целью избежать уплаты налогов.","idioms":[{"vimeoId":"102441477","transcript":"The company's chairman resigned on Wednesday after revealing the news that he cooked the books.","imgSrc":"http://i.vimeocdn.com/video/465454706_100x75.jpg","ruTranscript":"Генеральный директор компании освободил свой пост после того, как была раскрыта информация о его черной бухгалтерии."},{"vimeoId":"102441470","transcript":"We know that people cooked the books at Fannie Mae and Freddie Mac.","imgSrc":"http://i.vimeocdn.com/video/465454712_100x75.jpg","ruTranscript":"Мы знаем, что сотрудники Fannie Mae и Freddie Mac вели черную бухгалтерию."}]},{"title":"cop on the beat","description":"\"Cop on the beat (beat cop):\" a police officer who walks in a specific neighborhood (area assigned to him), known as a 'beat.'","ruDescription":"Офицер полиции, работающий в определенном районе (аналог участкового).","idioms":[{"vimeoId":"102445320","transcript":"Let me be clear: without a proper cop on the beat the roads are not safe.","imgSrc":"http://i.vimeocdn.com/video/481851248_100x75.jpg","ruTranscript":"Поймите: без хорошего полицейского дороги этого района небезопасны."},{"vimeoId":"102445334","transcript":"The CFT represents the cops on the beat, the regulators in charge of overseeing Wall Street speculators.","imgSrc":"http://i.vimeocdn.com/video/481851256_100x75.jpg","ruTranscript":"CFT представляет участковых полицейских - тех служителей правопорядка, которые отвечают за безопасность игроков Уолл-Стрит."}]},{"title":"crazy like a fox","description":"\"Crazy like a fox\" implies the opposite: the individual refered to is not crazy at all, rather cunning (like a fox).  Used when one appears to be 'crazy', but is acting with a hidden motive.","ruDescription":"Хитрый, как лис. Используется, когда кто-либо ведет себя неадекватно, имея для этого скрытые мотивы.","idioms":[{"vimeoId":"102441487","transcript":"Now, he's crazy like a fox in that respect:people are thinking he's ruining his career. Crazy! He's helping his career!","imgSrc":"http://i.vimeocdn.com/video/466409127_100x75.jpg","ruTranscript":"А теперь люди думают, что этот хитрец рушит свою карьеру. Рушит! Он строит ее!"}]},{"title":"cream of the crop","description":"\"cream of the crop\" is the best of all.","ruDescription":"Самое лучшее.","idioms":[{"vimeoId":"102439837","transcript":"The cream...yeah...the cream of the crop!","imgSrc":"http://i.vimeocdn.com/video/466215877_100x75.jpg","ruTranscript":"Самое… Да… Самое лучшее!"}]},{"title":"crush on","description":"To have a feeling of romantic love for someone, especially someone you do not know well.","ruDescription":"Испытывать к кому-либо романтические чувства, особенно к человеку, которого толком не знаешь.","idioms":[{"vimeoId":"102440217","transcript":"I've got a crush on you.","imgSrc":"http://i.vimeocdn.com/video/468270277_100x75.jpg","ruTranscript":"Я на тебя запал."}]},{"title":"cry foul","description":"\"Cry foul\": to say that something which has happened is unfair or illegal.","ruDescription":"Утверждать, что произошедшее нечестно или нелегально.","idioms":[{"vimeoId":"102441494","transcript":"Well, very wealthy Russians are joining the Cypriots in crying foul about the attacks on savings. That's because Russians have an estimated 30 billion dollars in Cypriot banks.","imgSrc":"http://i.vimeocdn.com/video/466409156_100x75.jpg","ruTranscript":"Многие богатые россияне, так же как и киприоты, недовольны нападками на деньги в банках. Это связано с тем, что в банках Кипра хранится примерно 30 миллиардов российских долларов."}]},{"title":"crying shame","description":"\"Crying shame\": a very unfortunate situation; a real shame.","ruDescription":"Крайне неудачное стечение обстоятельств; ситуация, вызывающая сильное чувство стыда.","idioms":[{"vimeoId":"102445443","transcript":"Because they've waited three days to file any charges against someone who is responsible for four dead babies.  It is a crying shame and I`m getting to the bottom of it. Dead babies deserve justice.","imgSrc":"http://i.vimeocdn.com/video/472988536_100x75.jpg","ruTranscript":"Потому что они ждали три дня и лишь потом смогли подать в суд на тех, кто виновен в смерти четверых детей. Это ужасно, и я подведу итог ситуации. Убитые дети заслуживают справедливости."}]},{"title":"cut above","description":"cut above something - a measure or degree better than something else.","ruDescription":"На порядок лучше чего-либо.","idioms":[{"vimeoId":"102441495","transcript":"… a cut above the rest of us. (about police officers killed while protecting the members of Congress).","imgSrc":"http://i.vimeocdn.com/video/464039227_100x75.jpg","ruTranscript":"…намного лучше нас (об офицерах полиции, которые погибли, защищая членов Конгресса)."}]},{"title":"cutting edge","description":"\"Cutting edge\": something that is particularly advanced or brand new in terms of innovation.","ruDescription":"Что-то очень продвинутое или инновационное.","idioms":[{"vimeoId":"102441502","transcript":"So what they've done is take an old master,  and they've taken that painting from the past and they brought it to life in the future by using cutting-edge digital technology.\"","imgSrc":"http://i.vimeocdn.com/video/466409205_100x75.jpg","ruTranscript":"Они сделали следующее: взяли старый шедевр из прошлого и вернули его к жизни в будущем, используя новейшие цифровые технологии."},{"vimeoId":"102441507","transcript":"...some of the country's best scientific minds are involved in developing cutting edge intelligent robots.","imgSrc":"http://i.vimeocdn.com/video/466409224_100x75.jpg","ruTranscript":"…одни из выдающихся ученых страны участвуют в разработке инновационных роботов с искуственным интеллектом."},{"vimeoId":"102438597","transcript":"The cutting edge of stem cell science.","imgSrc":"http://i.vimeocdn.com/video/466409249_100x75.jpg","ruTranscript":"Открытие в изучении стволовых клеток."}]},{"title":"damned if you do damned if you don't","description":"\"Damned if you do damned if you don't\": it'll be very bad no matter what you choose.","ruDescription":"Итог будет отрицательным вне зависимости от поступка.","idioms":[{"vimeoId":"102445447","transcript":"Officials are really in a situation of \"damned if you do, damned if you don't\".","imgSrc":"http://i.vimeocdn.com/video/481851303_100x75.jpg","ruTranscript":"Власти обречены на порицание независимо от того, как поступят."}]},{"title":"dead set against something","description":"To be \"dead set against something\" is to be completely opposed to something.","ruDescription":"Быть категорически против чего-либо.","idioms":[{"vimeoId":"102441598","transcript":"Israel and much of the Arab world are dead set against the nuclear deal.","imgSrc":"http://i.vimeocdn.com/video/466409385_100x75.jpg","ruTranscript":"Израиль и большая часть арабских стран категорически против соглашения по ядерным вооружениям."}]},{"title":"deadly earnest","description":"\"Deadly earnest\": very sincere and earnest but suggests that the topic may easily be a matter of life or death.","ruDescription":"Очень искренний и усердный (несет значение критической важности ситуации).","idioms":[{"vimeoId":"102445460","transcript":"But the biggest war game to be held here in 20 years is in deadly earnest.","imgSrc":"http://i.vimeocdn.com/video/475765453_100x75.jpg","ruTranscript":"Но крупнейшая военная игра этих мест за последние двадцать лет будет крайней серьезной."}]},{"title":"die is cast","description":"\"Die is cast\": past the point of no return. (The die is one of a pair of dice. The cast means thrown. This phrase [in Latin] was said by Julius Caesar when he crossed the Rubicon with his legions, starting a civil war.)","ruDescription":"После точки невозврата. В прямом смысле значит \"кости брошены\", автором фразы считается Юлий Цезарь, произнесший ее при переходе Рубикона, что означало гражданскую войну.","idioms":[{"vimeoId":"102445462","transcript":"The die is cast.","imgSrc":"http://i.vimeocdn.com/video/481851254_100x75.jpg","ruTranscript":"Жребий брошен."}]},{"title":"DOA","description":"DOA is a police term: \"dead on arrival\"","ruDescription":"Полицейский термин: \"смерть при поступлении (в больницу)\"","idioms":[{"vimeoId":"102441601","transcript":"It's amazing how you go from being DOA to being a genius in about three weeks.","imgSrc":"http://b.vimeocdn.com/ts/466/409/466409411_100.jpg","ruTranscript":"Это невероятно: сначала ты объявлен погибшим, а через три недели все говорят, что ты гений."}]},{"title":"doldrums","description":"“Doldrums” is a state or period in which there is no activity or improvement (derived from historical maritime , in which it refers to those parts of the oceans where the winds are calm).","ruDescription":"Состояние либо период времени без активности или улучшения (заимствовано из судоходного дела, где это выражение означает участки океана с тихими ветрами).","idioms":[{"vimeoId":"102441603","transcript":"The people of Iran are hoping that their nation’s natural resources, when finally unleashed will help them out of their economic doldrums too.","imgSrc":"http://b.vimeocdn.com/ts/464/658/464658004_100.jpg","ruTranscript":"Иранцы надеются, что когда природные ресурсы страны будут в большей степени освоены, они смогут преодолеть экономический застой."}]},{"title":"double back","description":"\"Double back\": retrace one's course; to go back to the place one has started from.","ruDescription":"Вернуться к началу.","idioms":[{"vimeoId":"102445467","transcript":"We should double back, throw them off. They'll go past, we'll keep them ahead of us. Exactly (please find info about \"to throw off\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481851313_100x75.jpg","ruTranscript":"Нам нужно вернуться и избавиться от них. - Когда они пройдут, мы будем держаться позади. - Именно (пожалуйста, ознакомьтесь со значением фразы \"to throw off\" в нашей коллекции)."}]},{"title":"down and out","description":"\"Down and out\": without any means of livelihood; impoverished and, often, socially outcast.","ruDescription":"Без средств к существованию; нищий и зачастую отринутый обществом человек.","idioms":[{"vimeoId":"102445472","transcript":"They may be down, but they are not out: owners of auto dealerships forced to go out of business now have their vehicle to start selling cars again.","imgSrc":"http://i.vimeocdn.com/video/481851311_100x75.jpg","ruTranscript":"Может, они и разорены, но они не сдаются: владельцы автосалонов, которым пришлось закрыть свои двери, получили возможность снова торговать машинами."},{"vimeoId":"102445479","transcript":"This is George Orwell's \"Down and out in Paris and London.\"","imgSrc":"http://i.vimeocdn.com/video/481851319_100x75.jpg","ruTranscript":"Это \"Фунты лиха в в Париже и Лондоне\" Джорджа Оруэлла."}]},{"title":"drop the ball","description":"To \"drop the ball\" is to make an error; miss an opportunity; fail.","ruDescription":"Сделать ошибку; упустить возможность; провалиться.","idioms":[{"vimeoId":"102440213","transcript":"- Exterminate! - Looks like you dropped the ball.","imgSrc":"http://i.vimeocdn.com/video/465454798_100x75.jpg","ruTranscript":"- Истребить! - Похоже, ты совершил ошибку."}]},{"title":"eleventh hour","description":"\"Eleventh hour\": latest possible time.","ruDescription":"Самый последний момент.","idioms":[{"vimeoId":"102445486","transcript":"At the eleventh hour our Republican friends are holding this country hostage to an agenda which is about cutting women's health care.","imgSrc":"http://i.vimeocdn.com/video/481851357_100x75.jpg","ruTranscript":"В самый последний момент наши республиканские друзья взяли нашу страну в заложники повестки дня об урезании финансирования здравоохранения женщин."}]},{"title":"end of the tunnel","description":"Two idioms mixed: “silver lining” and “light at the end of the tunnel” which means the end of a difficult period or job.","ruDescription":"В примере задействованы две идиомы: \"silver lining\" и \"light at the end of the tunnel\". Конец тяжелого периода или работы.","idioms":[{"vimeoId":"102441606","transcript":"You know you see a silver lining at the end of the tunnel (please find more about the first part in our library).","imgSrc":"http://b.vimeocdn.com/ts/464/658/464658072_100.jpg","ruTranscript":"Вы знаете, в конце туннеля всегда видишь что-то хорошее (пожалуйста, ознакомьтесь с первой идиомой в нашей коллекции)."}]},{"title":"every mother's son","description":"Every mother's son: every one of them.","ruDescription":"Каждый человек.","idioms":[{"vimeoId":"102445498","transcript":"Two faced woman with the two faced lies. I hope your two faced living made you satisfied. Tell me baby. I was your only one. While you've been running around town with every mother's son.","imgSrc":"http://i.vimeocdn.com/video/472988426_100x75.jpg","ruTranscript":"Двуличная женщина с двуличной ложью. Надеюсь, ты довольна своей двуличной жизнью. Скажи мне, милая. Я был твоим единственным. А ты в это время гуляла по городу со всеми мужчинами."}]},{"title":"every trick in the book","description":"\"Every trick in the book\": every way known to you to achieve your goal.","ruDescription":"Любой известный вам способ добиться поставленной цели.","idioms":[{"vimeoId":"102445508","transcript":"We use every trick in the book to master the art of seduction.","imgSrc":"http://i.vimeocdn.com/video/472988427_100x75.jpg","ruTranscript":"Мы пробуем все, чтобы отточить искусство соблазнения."}]},{"title":"eye broccoli","description":"Someone or something that is visually unattractive or hurtful to look at. Antonym of Eye Candy.","ruDescription":"Кто-то или что-то, на что неприятно или больно смотреть. Антоним идиомы \"eye candy\".","idioms":[{"vimeoId":"102441610","transcript":"- So, who's the eye broccoli? - Hey, that's Iris, my new assistant. And yes, she is a little plain, but I'm married, so that's good.","imgSrc":"http://b.vimeocdn.com/ts/468/270/468270132_100.jpg","ruTranscript":"- Ну, что это за страхолюдина? - Это Ирис, моя новая помощница. И да, она не очень, но я женат, поэтому это хорошо."}]},{"title":"fair and square","description":"\"Fair and square\": just and honest.","ruDescription":"Справедливо и честно.","idioms":[{"vimeoId":"102445519","transcript":"Marathon swimmer Diana Nyad said she didn't cheat during last week's epic swim from Cuba to Florida. Diana Nyad put it bluntly saying her swim was fair and square. But will it be a record (please find info about \"to put something bluntly\" in our library)?","imgSrc":"http://i.vimeocdn.com/video/481851358_100x75.jpg","ruTranscript":"Пловец-марафонец Диана Наяд заявила что не жульничала во время своего исторического заплыва из Кубы во Флориду на прошлой неделе. Диана Наяд сказала прямо: все было по-честному. Но станет ли ее заплыв рекордом (пожалуйста, ознакомьтесь со значением фразы \"to put something bluntly\" в нашей коллекции)?"}]},{"title":"fair play","description":"\"Fair play\": honest; obeying the rules and not cheating.","ruDescription":"По-честному; подчиняясь правилам и не жульничая.","idioms":[{"vimeoId":"102445525","transcript":"And what's hindering the commercial world is corruption. Romania is making progress in its fight for fair play but it's a slow process.","imgSrc":"http://i.vimeocdn.com/video/481851366_100x75.jpg","ruTranscript":"Препятствием для мира бизнеса служит коррупция. Румыния добилась заметных результатов в борьбе за честные условия для всех, но это долгий процесс."}]},{"title":"fair shake","description":"\"Fair shake\": a fair chance (from shaking dice); a fair treatment.","ruDescription":"Честное отношение; честный шанс.","idioms":[{"vimeoId":"102445559","transcript":"And what is collective bargaining? Collective bargaining is sitting around at the table, having a fair shake, getting a fair deal and dealing as equal partners.","imgSrc":"http://i.vimeocdn.com/video/481851367_100x75.jpg","ruTranscript":"Что же такое коллективное соглашение? Коллективное соглашение - это сесть за стол, прийти к справедливому согласию, заключить честную сделку и работать как равные партнеры."}]},{"title":"fait accompli","description":"\"Fait accompli\": an accomplished fact; something already done.","ruDescription":"Действительный факт; что-либо уже достигнутое, сделанное.","idioms":[{"vimeoId":"102445571","transcript":"And is it now a fait accompli that on Monday we will see sanctions from the European Union and the United States?","imgSrc":"http://i.vimeocdn.com/video/475765604_100x75.jpg","ruTranscript":"Действительно ли в понедельник Евросоюзом и Соединенными Штатами будут введены санкции?"},{"vimeoId":"102445567","transcript":"…accepted this as a fait accompli that now…","imgSrc":"http://i.vimeocdn.com/video/481851370_100x75.jpg","ruTranscript":"...относятся к этому как к решенному вопросу, который сейчас..."},{"vimeoId":"102445563","transcript":"I'm not sure that the elections are already decided, I'm not sure even Mr. Netanyahu's victory is a fait accompli.","imgSrc":"http://i.vimeocdn.com/video/475765469_100x75.jpg","ruTranscript":"Я не уверен, что выборы уже завершены, я даже не уверен в том, что победа господина Нетаньяху - дело решенное."}]},{"title":"fallback","description":"to move back from something; to retreat from something.","ruDescription":"Сделать шаг назад; отступить от чего-то.","idioms":[{"vimeoId":"102441717","transcript":"You know, Mr.Holland, I don't think of teaching as a fallback position and I grow nervous around  people who do.","imgSrc":"http://b.vimeocdn.com/ts/465/454/465454810_100.jpg","ruTranscript":"Знаете, господин Холланд, я не расцениваю преподавание как запасной вариант, и нервничаю, когда вижу тех, кто относится к нему так."},{"vimeoId":"102441615","transcript":"So, until next time. The usual arrangements, the usual fallback.","imgSrc":"http://b.vimeocdn.com/ts/465/454/465454817_100.jpg","ruTranscript":"Ну что, до следующего раза. В то же время, в том же месте, тот же запасной план."}]},{"title":"family jewels","description":"\"family jewels\" - a male's testicles (slang); please read and watch about \"lock and key\" in our library","ruDescription":"Мужские яички (сленг); пожалуйста, ознакомьтесь со значением идиомы \"lock and key\" в нашей коллекции.","idioms":[{"vimeoId":"102441724","transcript":"Oh he was nude in his own hotel room. That should be OK!You do have to be careful  of the family jewels though when you are royalty. I'm just saying you have to keep those under lock and key.","imgSrc":"http://b.vimeocdn.com/ts/465/454/465454873_100.jpg","ruTranscript":"Он сидел голым в своем номере в гостинице. Это нормально, но нужно быть осторожным со своим хозяйством, если ты член королевской семьи. Я хочу сказать, нужно хранить их за семью замками."}]},{"title":"far and wide","description":"\"Far and wide\": across a large area, many places","ruDescription":"На большой территории, во многих местах.","idioms":[{"vimeoId":"102441731","transcript":"In 1996 TWA800 flight exploded in the sky near New York. Debris scattered far and wide.","imgSrc":"http://b.vimeocdn.com/ts/468/270/468270136_100.jpg","ruTranscript":"В 1996 самолет, следующий рейсом TWA800, взорвался недалеко от Нью-Йорка. Обломки разнесло на большое расстояниее."}]},{"title":"far cry","description":"\"Far cry\": a long way.","ruDescription":"Что-то далекое, отличающееся.","idioms":[{"vimeoId":"102445537","transcript":"That's a far cry from the openness and transparency that my Republican friends promised.","imgSrc":"http://i.vimeocdn.com/video/472988455_100x75.jpg","ruTranscript":"Это совсем не похоже на открытость и прозрачность, которую обещали мои республиканские друзья."},{"vimeoId":"102445531","transcript":"It's a far cry from Schwarznegger's triumphant election just over two years ago.","imgSrc":"http://i.vimeocdn.com/video/472988437_100x75.jpg","ruTranscript":"Это совсем не похоже на триумфальные выборы Шварценеггера двухлетней давности."}]},{"title":"far-flung","description":"\"Far-flung\": widely distributed; wide-ranging; remote.","ruDescription":"Широко распространенный; разнообразный; отдаленный.","idioms":[{"vimeoId":"102445544","transcript":"Our i-Reporters have visited some far-flung places this month, their images are coming up next.","imgSrc":"http://i.vimeocdn.com/video/481851458_100x75.jpg","ruTranscript":"Наши i-Репортеры посетили кое-какие отдаленные места в этом месяце, смотрите далее - их фотографии."},{"vimeoId":"102445551","transcript":"These are our people, the builders of our world struggling, fighting, bleeding, dying on the streets of our cities and on the far-flung battlefields.","imgSrc":"http://i.vimeocdn.com/video/481851446_100x75.jpg","ruTranscript":"Это наши люди, созидатели нашего мира, которые борются, бьются, истекают кровью, умирают на улицах наших городов или на далеких полях сражений."},{"vimeoId":"102445557","transcript":"He would have so many doppelgangers so far-flung across the world.","imgSrc":"http://i.vimeocdn.com/video/481851457_100x75.jpg","ruTranscript":"У него будет столько двойников по всему миру."}]},{"title":"fig leaf","description":"\"Fig leaf\": something intended to conceal what may be considered improper (genitalia on a statue or something).","ruDescription":"Что-то, скрывающее непристойность или явления, вызывающие отрицательные эмоции.","idioms":[{"vimeoId":"102445694","transcript":"Well, you know, to paraphrase George Orwell in \"Animal Farm\" some civilians are more equal than others. I don't think anybody seriously bought the line that this intervention was about protecting civilians. That was merely the fig leaf, the legal fig leaf that France, Britain and America used to overthrow Gaddafi.","imgSrc":"http://i.vimeocdn.com/video/481851491_100x75.jpg","ruTranscript":"Ну, если перефразировать \"Скотный двор\" Джорджа Оруэлла, то некоторые мирные жители более равны, чем другие. Все это было лишь прикрытием, легальным прикрытием, которым воспользовались Франция, Британия и Америка для того, чтобы свергнуть Каддафи."},{"vimeoId":"102445584","transcript":"The solar plexus protection is the same as the fig leaf thing, it's the female version.","imgSrc":"http://i.vimeocdn.com/video/481851502_100x75.jpg","ruTranscript":"Защита солнечного сплетения - это что-то типа фигового листа, только женская версия."}]},{"title":"final nail in the coffin","description":"\"Final nail in the coffin\": an event which causes the failure of something that had already started to fail.","ruDescription":"Событие, ставящее крест на том, что уже начало рушиться.","idioms":[{"vimeoId":"102445697","transcript":"A new alliance between former Palestinian foes could prove to be the final nail in the coffin for the Middle-East peace process.","imgSrc":"http://i.vimeocdn.com/video/475765615_100x75.jpg","ruTranscript":"Новый союз старых врагов Палестины может оказаться последним гвоздем в крышке гроба мира на Ближнем Востоке."}]},{"title":"flat out","description":"\"Flat out\": clearly and definitely; holding nothing back.","ruDescription":"Четко и определенно; в полную силу.","idioms":[{"vimeoId":"102445705","transcript":"Turn back to Anchorage and we'll gonna make an emergency landing. The captain didn't try to hide anything, didn't try to pull any punches, he just flat out said how things were and that it could possible be a very rough landing (please find info about \"to pull one's punches\" in our library)?","imgSrc":"http://i.vimeocdn.com/video/481853338_100x75.jpg","ruTranscript":"Разворачиваемся на Анкоридж, совершим аварийную посадку. Капитан не пытался ничего скрыть, не пытался смягчить свои слова, он просто прямо сказал, как обстояли дела и что, возможно, посадка будет жесткой (пожалуйста, ознакомьтесь со значением фразы \"to pull one's punches\" в нашей коллекции)."}]},{"title":"for all intents and purposes","description":"\"For all intents and purposes\": in every important respect.","ruDescription":"Со всех сторон; во всех смыслах.","idioms":[{"vimeoId":"102444514","transcript":"For all intents and purposes I was a murderer.","imgSrc":"http://i.vimeocdn.com/video/481852728_100x75.jpg","ruTranscript":"Как ни крути, я была убийцей."}]},{"title":"for good","description":"\"For good\": forever; permanently.","ruDescription":"Навсегда.","idioms":[{"vimeoId":"102440207","transcript":"To stop for good the war.","imgSrc":"http://i.vimeocdn.com/video/467008829_100x75.jpg","ruTranscript":"Остановить войну навсегда."},{"vimeoId":"102441737","transcript":"By providing rent and the deposit Bruno now helps families leave the motel life behind for good.","imgSrc":"http://b.vimeocdn.com/ts/467/008/467008823_100.jpg","ruTranscript":"Помогая с оплатой и задатком за квартиры, Бруно помогает семьям забыть о жизни в мотелях."},{"vimeoId":"102441745","transcript":"You'll be the hero of the neighborhood, nobody knows that you left for good.","imgSrc":"http://b.vimeocdn.com/ts/467/008/467008813_100.jpg","ruTranscript":"Ты будешь героем всего района, никто не знает, что ты уехал навсегда."}]},{"title":"foul play","description":"\"Foul play\": unfair or treacherous action, especially when involving violence.","ruDescription":"Нечестный или подлый поступок, особенно если он связан с насилием.","idioms":[{"vimeoId":"102445710","transcript":"Her body was discovered around ten o'clock this morning in her flat in this luxury apartment building on the edge of the New York's fashion district. There's no suspicion of foul play, the police are treating the 49 year's old death as a suicide.","imgSrc":"http://i.vimeocdn.com/video/481852799_100x75.jpg","ruTranscript":"Ее тело было обнаружено около 10 часов утра в ее квартире в этом элитном доме на окраине района, в котором сосредоточены наиболее модные бутики Нью-Йорка. Вариант убийства не рассматривается, полиция считает, что смерть 49-летней женщины была суицидом."}]},{"title":"friendly fire","description":"\"Friendly fire\" is a discharge of a military weapon that injures or kills a member of one's own armed forces or an ally.","ruDescription":"Стрелять в солдата своей же армии или союзника.","idioms":[{"vimeoId":"102441751","transcript":"...video of the deadly incident of American friendly fire on British forces in Iraq... British convoy was mistakenly attacked in 2003.","imgSrc":"http://b.vimeocdn.com/ts/466/407/466407329_100.jpg","ruTranscript":"…видеосюжет о несчастном случае, когда в Ираке американские солдаты открыли огонь по своим - британцам… Британский конвой был по ошибке атакован в 2003 году."},{"vimeoId":"102445715","transcript":"Finally, four years into it, terrorism and a friendly-fire missile strike were ruled out.","imgSrc":"http://i.vimeocdn.com/video/481852808_100x75.jpg","ruTranscript":"Наконец, спустя 4 года, терроризм и бомбежка своих были отметены."}]},{"title":"from dust to dust","description":"\"From dust to dust\": We come from dust; we return to dust. Origin: from the English Burial Service. Also possible \"ashes to ashes\".","ruDescription":"Прах к праху.","idioms":[{"vimeoId":"102445719","transcript":"At the height of the war the British occupied more than a hundred bases, most have been flattened from dust to dust.","imgSrc":"http://i.vimeocdn.com/video/481852824_100x75.jpg","ruTranscript":"В разгар войны британцы заняли более сотни баз, многие из них сравняли с землей."}]},{"title":"from scratch","description":"If you do something from scratch, you start right at the beginning, from nothing.","ruDescription":"С нуля.","idioms":[{"vimeoId":"102440414","transcript":"Rebuilds from scratch.","imgSrc":"http://i.vimeocdn.com/video/467008883_100x75.jpg","ruTranscript":"Строится с нуля."},{"vimeoId":"102440419","transcript":"If you are designing a megacity from scratch...","imgSrc":"http://i.vimeocdn.com/video/467008887_100x75.jpg","ruTranscript":"Если вы проектируете мегаполис с нуля…"},{"vimeoId":"102441757","transcript":"When weather changed history, a town wiped off from a map rebuilds from scratch.","imgSrc":"http://b.vimeocdn.com/ts/467/008/467008884_100.jpg","ruTranscript":"Когда погода переписала историю, город, стертый с лица Земли, строится заново."}]},{"title":"from the horse's mouth","description":"\"From the horse's mouth\": if you get information about something from the horse's mouth,  you get it from someone who is involved in it and knows a lot about it.","ruDescription":"От знающего человека, из достоверного источника (о сведениях).","idioms":[{"vimeoId":"102441767","transcript":"I heard it on the grapevine, straight from the horse's mouth. They're saying on the grapevine that he's heading north and you're going south (please find info about \"to hear something on the grapevine\" in our library).","imgSrc":"http://b.vimeocdn.com/ts/468/286/468286556_100.jpg","ruTranscript":"Я слышала от тех, кому поведали те, кто знает точно. Говорят, что он держит путь север, а ты идешь на юг (пожалуйста, ознакомьтесь со значением идиомы \"to hear something on the grapevine\" в нашей коллекции)."}]},{"title":"front burner","description":"\"Front burner\": a condition or position of top priority;  getting or needing immediate attention","ruDescription":"Первостепенный; получающий или требующий немедленного внимания.","idioms":[{"vimeoId":"102441778","transcript":"The world has changed. Well, the world has changed yet again: from Egypt to Tunisia and now Libya,  which has put international affairs back on the front burner.","imgSrc":"http://b.vimeocdn.com/ts/466/407/466407474_100.jpg","ruTranscript":"Мир изменился. Изменился снова: из Египта в Тунис и теперь в Ливию, которая снова сделала иностранные дела приоритным направлением."},{"vimeoId":"102441785","transcript":"We heard Rick Santorum talk about the abortion issue. Look, this cannot be a front burner issue.","imgSrc":"http://b.vimeocdn.com/ts/466/407/466407467_100.jpg","ruTranscript":"Мы слышали, как Рик Санторум говорил о проблеме абортов. Поймите, это не может быть нашей первостепенной проблемой."}]},{"title":"full steam","description":"\"Full steam ahead\": with all possible energy and enthusiasm.","ruDescription":"Со всеми силами и энтузиазмом.","idioms":[{"vimeoId":"102441787","transcript":"Meantime diplomatic manoeuvres are going full steam.","imgSrc":"http://b.vimeocdn.com/ts/467/008/467008892_100.jpg","ruTranscript":"В это время дипломатические процессы идут полным ходом."}]},{"title":"glaringly obvious","description":"\"Glaringly obvious\": really obvious, it describes that the thing (metaphorically) glares at you. It's a sight-based metaphor.","ruDescription":"Абсолютно очевидно.","idioms":[{"vimeoId":"102445726","transcript":"The need for investment in Cuba is glaringly obvious on every street but modernizing this economy is a giant task.","imgSrc":"http://i.vimeocdn.com/video/475765727_100x75.jpg","ruTranscript":"То, что Куба отчаянно нуждается в инвестициях, очевидно на каждой улице, но модернизация ее экономики - гигантская задача."}]},{"title":"glimmer of hope","description":"\"Glimmer of hope\": a slight chance that something positive will happen.","ruDescription":"Слабая надежда на то, что произойдет что-то хорошее.","idioms":[{"vimeoId":"102445734","transcript":"…from that meeting in Geneva when there was a glimmer of hope that the diplomatic solution could be found to the crisis in Ukraine.","imgSrc":"http://i.vimeocdn.com/video/475765664_100x75.jpg","ruTranscript":"...с этой встречи в Женеве, когда теплилась надежда о дипломатическом решении кризиса на Украине."}]},{"title":"goose bumps","description":"\"Goose bumps\": a prickly feeling related to having bumps on one's skin due to fear, excitement, or cold.","ruDescription":"Ощущение страха, возбуждения или холода, сопровождаемое \"гусиной кожей\".","idioms":[{"vimeoId":"102446628","transcript":"On display a shoe pattern signed by the pop-star Michael Jackson, a card from the former Iraqi dictator Saddam Hussein and the marriage certificate of Adolf Hitler and Eva Braun. Gives you goose bumps.","imgSrc":"http://i.vimeocdn.com/video/481852855_100x75.jpg","ruTranscript":"На выставке представлена проектная модель обуви, подписанная поп-звездой Майклом Джексоном, открытка от бывшего иракского диктатора Саддама Хуссейна и свидетельство о браке Адольфа Гитлера и Евы Браун. Мурашки по коже."}]},{"title":"growing pains","description":"\"Growing pains\": problems that arise in the initiation or enlargement of an enterprise; a pain you feel while growing rapidly.","ruDescription":"Проблемы, возникающие при росте (предприятия, страны и т.д.).","idioms":[{"vimeoId":"102446738","transcript":"The growing pains that country faces.","imgSrc":"http://i.vimeocdn.com/video/481852865_100x75.jpg","ruTranscript":"Проблемы развития, с которыми столкнулась эта страна."},{"vimeoId":"102446734","transcript":"It is a one-party state, they saw it as a one-party state, they didn't see anything wrong with that. And that is where the growing pains are going on in South Africa now.","imgSrc":"http://i.vimeocdn.com/video/475765744_100x75.jpg","ruTranscript":"Это однопартийное государство, она считалась однопартийной, и никто не видел в этом ничего дурного. Именно в этом поле у ЮАР есть проблемы."}]},{"title":"guinea pig","description":"If someone is used as a guinea pig, new ideas or products are tested on them","ruDescription":"Тот, на ком проверяются новые идеи или продукты.","idioms":[{"vimeoId":"102441792","transcript":"Graduate student George is today's guinea pig.","imgSrc":"http://b.vimeocdn.com/ts/464/658/464658092_100.jpg","ruTranscript":"Сегодня нашим подопытным будет аспирант Джордж."},{"vimeoId":"102441882","transcript":"Patients who volunteer for clinical trials are nothing more than guinea pigs.","imgSrc":"http://b.vimeocdn.com/ts/464/658/464658095_100.jpg","ruTranscript":"Пациенты, добровольно участвующие в клинических испытаниях, всего лишь подопытные кролики."}]},{"title":"gut feeling","description":"\"Gut feeling\":a personal, intuitive feeling.","ruDescription":"Интуиция.","idioms":[{"vimeoId":"102441887","transcript":"- All right. Enough polls! I want your gut feeling.  - Well, I think, Romney will win. - My gut feeling is that Obama's gonna win by 1%.","imgSrc":"http://b.vimeocdn.com/ts/467/957/467957776_100.jpg","ruTranscript":"- Ладно, хватит опросов! Я хочу, чтобы вы сказали, что вы предчувствуете. - Ну, я думаю, победит Ромни. - Моя интуиция подсказывает, что Обама победит с разницей в 1%."},{"vimeoId":"102446838","transcript":"So from your experience what's your gut feeling? My gut feeling is that he is going to beat…","imgSrc":"http://i.vimeocdn.com/video/475765782_100x75.jpg","ruTranscript":"Исходя из Вашего опыта, что подсказывает интуиция? - Интуиция подсказывает мне, что он…"}]},{"title":"hair of the dog","description":"\"The hair of the dog that bit you\": an alcoholic drink that you drink as a hangover remedy.","ruDescription":"Алкогольный напиток, который человек пьет для облегчения похмелья.","idioms":[{"vimeoId":"102446953","transcript":"A hair of the dog that bit you. The dog's hair. A hair of the dog. To your dog's hair. To turn the hair of the dog.","imgSrc":"http://i.vimeocdn.com/video/481852876_100x75.jpg","ruTranscript":"Алкогольный напиток для похмелья. Алкогольный напиток для похмелья. Алкогольный напиток для похмелья. За алкоголь для похмелья! Похмелиться алкоголем."}]},{"title":"half-mast","description":"\"Half-mast\": a position some distance below the top of a mast to which a flag is lowered in mourning or to signal distress.","ruDescription":"В приспущенном положении  (о флаге).","idioms":[{"vimeoId":"102446962","transcript":"In Downing street today the flag is flying at half-mast in honor of the one of the most remarkable women in politics.","imgSrc":"http://i.vimeocdn.com/video/475765790_100x75.jpg","ruTranscript":"Флаг на Даунинг стрит сегодня приспущен в знак траура по одной из самых заметных женщин в политике."}]},{"title":"hand-to-mouth","description":"\"Hand-to-mouth\": having or providing only the bare essentials; with barely enough money or food to satisfy immediate needs.","ruDescription":"Иметь лишь необходимое; едва иметь достаточно денег или еды на удовлетворение каждодневных нужд.","idioms":[{"vimeoId":"102441892","transcript":"And, you know, he's displaced, as many others are, and kinda living hand to mouth.","imgSrc":"http://b.vimeocdn.com/ts/465/454/465454988_100.jpg","ruTranscript":"И знаете, он находится не на своем месте, как и многие другие, и ему едва хватает на жизнь."}]},{"title":"hands-on","description":"\"Hands-on\": practical, as opposed to theoretical.","ruDescription":"Практический (в противопоставлении теоретическому).","idioms":[{"vimeoId":"102446971","transcript":"I imagine that Kate will want the very hands on role, I imagine that she'll want to be very involved with whatever the nanny is doing.","imgSrc":"http://i.vimeocdn.com/video/481852935_100x75.jpg","ruTranscript":"Мне кажется, что Кейт захочет играть самую активную роль, мне кажется, что она захочет делать все, что делают няни."},{"vimeoId":"102446974","transcript":"Pregnant cows need regular hands-on check-ups.","imgSrc":"http://i.vimeocdn.com/video/481852882_100x75.jpg","ruTranscript":"Беременные коровы нуждаются в регулярном и внимательном осмотре."}]},{"title":"hen party","description":"\"Hen party (hen night)\": a party at which only women are present.","ruDescription":"Девичник.","idioms":[{"vimeoId":"102447300","transcript":"In recent years Hungary  has become a tourist magnet for fellow Europeans. It's a popular stag and hen party destination (please find info about \"stag party\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481852951_100x75.jpg","ruTranscript":"В последние годы Венгрия стала магнитом для европейских туристов. Это популярное место проведения мальчишников и девичников (пожалуйста, ознакомьтесь со значением фразы \"stag party\" в нашей коллекции)."}]},{"title":"here goes nothing","description":"\"Here goes nothing\": equals to something like \"here goes my best try though I'm expecting a failure. But I have nothing to lose so let's do this.\"","ruDescription":"Я попытаюсь, хоть мне и кажется, что ничего не выйдет.","idioms":[{"vimeoId":"102447305","transcript":"All right you all, here goes nothing!","imgSrc":"http://i.vimeocdn.com/video/475765817_100x75.jpg","ruTranscript":"Ну ладно, попытка не пытка!"}]},{"title":"high and dry","description":"\"High and dry\": left without any help; stranded.","ruDescription":"Оставленный без помощи; оказавшийся в затруднительном положении.","idioms":[{"vimeoId":"102447316","transcript":"One in five Iraqis still don't have access to safe drinking water. And then we've left them high and dry literally.","imgSrc":"http://i.vimeocdn.com/video/481852954_100x75.jpg","ruTranscript":"Каждый пятый иракец все еще не имеет доступа к питьевой воде. А потом мы буквально оставили их умирать."}]},{"title":"high and low","description":"to search \"high and low\" for something is to try very hard to find it","ruDescription":"Повсюду, везде.","idioms":[{"vimeoId":"102438600","transcript":"I've been looking high and low for you.","imgSrc":"http://b.vimeocdn.com/ts/466/215/466215943_100.jpg","ruTranscript":"Я везде тебя ищу."}]},{"title":"high seas","description":"\"High seas\": the open seas of the world, outside the jurisdiction of any one nation.","ruDescription":"Открытое море; водное пространство, не находящееся в ведении никакого государства.","idioms":[{"vimeoId":"102447319","transcript":"Sailors know that high winds mean high seas.","imgSrc":"http://i.vimeocdn.com/video/481852979_100x75.jpg","ruTranscript":"Моряки знают, что сильный ветер означает открытое море."}]},{"title":"high spirits","description":"\"High spirits\": a feeling of joy and pride.","ruDescription":"Чувство радости и гордости.","idioms":[{"vimeoId":"102447323","transcript":"On the plane back to Rome he was in high spirits.","imgSrc":"http://i.vimeocdn.com/video/481852984_100x75.jpg","ruTranscript":"На обратном пути в Рим он был в отличном настроении."}]},{"title":"horse trade","description":"\"Horse trade\": negotiation characterized by hard bargaining and shrewd exchange.","ruDescription":"Продуманные переговоры с активным торгом.","idioms":[{"vimeoId":"102447331","transcript":"Good boy. Now listen up, I wanna make a good old-fashioned horse trade.","imgSrc":"http://i.vimeocdn.com/video/481852996_100x75.jpg","ruTranscript":"Хороший мальчик. А теперь слушай, я хочу выгодный обмен."},{"vimeoId":"102447337","transcript":"But in the middle of all the horse trading that goes on inevitably in all these butchery discussions the danger is that the sacrificial lamb or the casualty will be research and innovation (please find info about \"sacrificial lamb\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481852994_100x75.jpg","ruTranscript":"Но в условиях политических игр, которые неминуемо развернулись в этих спорах о мясе, пожертвовать придется исследованиями и инновациями (пожалуйста, ознакомьтесь со значением идиомы \"sacrificial lamb\" в нашей коллекции)."}]},{"title":"humpty dumpty","description":"\"Humpty dumpty\": a short fat person; a person or thing that once overthrown or broken cannot be restored or mended.","ruDescription":"Низкорослый и толстый человек; человек или предмет, который невозможно восстановить после повреждения.","idioms":[{"vimeoId":"102441901","transcript":"Thanks to Russia's unexpected moves in Crimea, the West will now have to put humpty-dumpty back together on its own.","imgSrc":"http://b.vimeocdn.com/ts/467/008/467008921_100.jpg","ruTranscript":"Из-за неожиданных действий России в Крыму, Западу теперь придется самому собирать Украину по кусочкам."}]},{"title":"hustle and bustle","description":"\"Hustle and bustle\": confusion and business; busy and noisy activity.","ruDescription":"Суматоха; активность, сопровождаемая шумом и неразберихой.","idioms":[{"vimeoId":"102447346","transcript":"Take a drive to today's Mumbai. What you see isn't the cliched India of times gone by. The city is vibrate with an unmistakable hustle and bustle.","imgSrc":"http://i.vimeocdn.com/video/475765924_100x75.jpg","ruTranscript":"Посетите современный Мумбаи. То, что Вы увидите, непохоже на типичную Индию прошлого. Город дрожит от кипящей в нем деятельности."}]},{"title":"icing on the cake","description":"\"The icing on the cake\": something which makes a good situation even better.","ruDescription":"Что-то, что делает положительную ситуацию еще лучше.","idioms":[{"vimeoId":"102447447","transcript":"And the icing on this social media cup cake is the chat tool so you can compare notes and live chat with other people on the website.","imgSrc":"http://i.vimeocdn.com/video/475765930_100x75.jpg","ruTranscript":"Что делает этот сервис еще лучше, так это чат, где пользователь может сравнивать записи и общаться в режиме реального времени с другими посетителями веб-сайта."},{"vimeoId":"102447558","transcript":"Whether people react to it, whether it becomes popular, whether critics like it, whether audiences like it… in a sense that's the icing on the cake. It's not the cake itself. The cake is the self-exploration.","imgSrc":"http://i.vimeocdn.com/video/475766060_100x75.jpg","ruTranscript":"Реагируют ли люди на это, становится ли это популярным, нравится ли это критикам, нравится ли это аудитории… Это лишь вишенка на торте. Это не сам торт. Торт - это самопознание."}]},{"title":"ill-fated","description":"\"Ill-fated\": unlucky and unsuccessful, often resulting in death.","ruDescription":"Роковой.","idioms":[{"vimeoId":"102447562","transcript":"These students are a year above the 325 schoolmates who were on the ill-fated ferry.","imgSrc":"http://i.vimeocdn.com/video/475765980_100x75.jpg","ruTranscript":"Эти ученики на год старше тех 325 детей, которые отправились в роковую поездку на пароме."}]},{"title":"in a nut shell","description":"\"In a nutshell\" means in a few words.","ruDescription":"В двух словах; вкратце.","idioms":[{"vimeoId":"102441903","transcript":"In a nutshell, you know, it just blew up from there. It was very spectacular. (about the oil fountain).","imgSrc":"http://b.vimeocdn.com/ts/466/407/466407556_100.jpg","ruTranscript":"Если вкратце, то он прорвался там. Было очень красиво (о фонтане нефти)."},{"vimeoId":"102447566","transcript":"When the government's promised crackdown it's apparently losing steam. So in a nutshell, tonight, Nick, who has the upper hand?","imgSrc":"http://i.vimeocdn.com/video/481853068_100x75.jpg","ruTranscript":"Если государство прогнозирует ужесточение своей политики, значит, оно слабеет. Итак, в двух словах: кто на данный момент побеждает, Ник?"},{"vimeoId":"102440423","transcript":"And really in a nutshell this is what it is.","imgSrc":"http://b.vimeocdn.com/ts/466/407/466407575_100.jpg","ruTranscript":"Если вкратце, то так и есть."}]},{"title":"in absentia","description":"\"In absentia\": in absence; not present.","ruDescription":"В отсутствие; заочно.","idioms":[{"vimeoId":"102447569","transcript":"Most of them are not present, most are being tried in absentia.","imgSrc":"http://i.vimeocdn.com/video/481853081_100x75.jpg","ruTranscript":"Большинство из них отсутствуют, их судят заочно."}]},{"title":"in dire straits","description":"\"In dire straits\": in extreme danger or difficulty; in a desperate state.","ruDescription":"В большой опасности; в отчаянном положении.","idioms":[{"vimeoId":"102447698","transcript":"…starving people, and you're talking again about twenty million people in dire straits.","imgSrc":"http://i.vimeocdn.com/video/472988876_100x75.jpg","ruTranscript":"…голодающие люди, и Вы снова говорите о примерно двадцати миллионах людей, находящихся в отчаянном положении."},{"vimeoId":"102447575","transcript":"He was elected mayor of Moscow at a time when the capital was in dire straits.","imgSrc":"http://i.vimeocdn.com/video/472988878_100x75.jpg","ruTranscript":"Он был избран мэром Москвы тогда, когда столица была в опасности."}]},{"title":"in droves","description":"\"In droves\": in large numbers.","ruDescription":"В больших количествах.","idioms":[{"vimeoId":"102447705","transcript":"Despite threats from Taliban voters in Afghanistan turned out in droves this weekend to elect the new president.","imgSrc":"http://i.vimeocdn.com/video/481853096_100x75.jpg","ruTranscript":"Несмотря на угрозы Талибана, избиратели в Афганистане показали очень высокую явку на выборы нового президента."},{"vimeoId":"102447709","transcript":"And investors have been piling into the marijuana market in droves.","imgSrc":"http://i.vimeocdn.com/video/481853098_100x75.jpg","ruTranscript":"И инвесторы ломятся на рынок выращивания и сбыта марихуаны."}]},{"title":"in full swing","description":"\"In full swing\": 100% effective, at the peak of activity.","ruDescription":"Максимально эффективный.","idioms":[{"vimeoId":"102447713","transcript":"The investigation is now in full swing.","imgSrc":"http://i.vimeocdn.com/video/472988917_100x75.jpg","ruTranscript":"Сейчас расследование идет полным ходом."}]},{"title":"in harm's way","description":"\"In harm's way\": liable to be harmed; subject to potential causes of harm.","ruDescription":"Подверженный вредному влиянию, урону. Пожалуйста, ознакомьтесь со значением идиомы \"last resort\" в нашей коллекции.","idioms":[{"vimeoId":"102447946","transcript":"I think that would be a mistake because when I've sent young men and women in the harm's way I always understand that that is the last resort not the first resort (please find info about \"last resort\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481853141_100x75.jpg","ruTranscript":"Я думаю, это было бы ошибкой, поскольку когда я посылаю молодых мужчин и женщин на опасную службу, я всегда понимаю, что это последняя опция, но не первая (пожалуйста, ознакомьтесь со значением идиомы \"last resort\" в нашей коллекции)."},{"vimeoId":"102447853","transcript":"And all they ask for in return is that we never send them in the harm's way unless it's absolutely necessary.","imgSrc":"http://i.vimeocdn.com/video/481853123_100x75.jpg","ruTranscript":"И все, что они просят взамен - чтобы мы никогда не посылали их туда, где опасно, если нет абсолютной необходимости."},{"vimeoId":"102447861","transcript":"Everything we could to secure those Americans who are still in harm's way.","imgSrc":"http://i.vimeocdn.com/video/481853132_100x75.jpg","ruTranscript":"Все, что было в наших силах, чтобы уберечь американцев, которые все еще в опасности."}]},{"title":"in limbo","description":"Limbo is a region of the afterlife on the border of hell( religious context). Other (more often used) meanings: in a state of neglect; in an indefinite state; on hold.","ruDescription":"В религиозном контексте - место в загробном мире на границе с адом; более распространенное значение - в состоянии заброшенности, неопределенности; в подвешенном состоянии.","idioms":[{"vimeoId":"102441909","transcript":"...Snowden who is apparently still in limbo in Moscow airport...","imgSrc":"http://b.vimeocdn.com/ts/467/008/467008929_100.jpg","ruTranscript":"…Сноуден, который очевидно находится в подвешенном состоянии в московском аэропорту…"},{"vimeoId":"102441906","transcript":"Cyprus - a country in limbo. Its banks closed...","imgSrc":"http://b.vimeocdn.com/ts/467/008/467008939_100.jpg","ruTranscript":"Кипр - это страна в состоянии неопределенности. Ее банки закрылись…"},{"vimeoId":"102447954","transcript":"Holding on and hoping their days of waiting in limbo will be over soon.","imgSrc":"http://i.vimeocdn.com/video/475766049_100x75.jpg","ruTranscript":"Держатся и надеются, что дни тянущегося ожидания скоро закончатся."},{"vimeoId":"102441912","transcript":"And they've spoken to the Syrians now living in fear and also in geographic limbo.","imgSrc":"http://b.vimeocdn.com/ts/467/009/467009003_100.jpg","ruTranscript":"Также они общались с сирийцами, живущими в страхе и географической неопределенности."}]},{"title":"in the pipeline","description":"\"In the pipeline\" -  in process; in a queue.","ruDescription":"В процессе; на очереди.","idioms":[{"vimeoId":"102447963","transcript":"In the fifteen years that we've been running \"Estate Gazette\" London residential research, we've never seen anything like this. Over half the units in the pipeline are going up in this necklace of high-end high rise towers to the south of the town.","imgSrc":"http://i.vimeocdn.com/video/481853206_100x75.jpg","ruTranscript":"За пятнадцать лет, что мы руководим исследованиями лондонского жилья \"Estate Gazette\", мы никогда не видели ничего подобного. Более половины строящихся зданий возводятся выше и выше в этом кольце престижных высоток на юге города."},{"vimeoId":"102442020","transcript":"Yes, there's really a Mars mission in the pipeline, and clerics here have issued  a fatwa or an official islamic ruling warning Muslims against it.","imgSrc":"http://b.vimeocdn.com/ts/466/215/466215962_100.jpg","ruTranscript":"Да, сейчас на очереди действительно полет на Марс, и местное духовенство выступило с фетвой - официальным религиозным запретом, чтобы настроить мусульман против этого."},{"vimeoId":"102442014","transcript":"You've been in a pipeline filling in time.","imgSrc":"http://b.vimeocdn.com/ts/466/215/466215973_100.jpg","ruTranscript":"Ты давал концерты по городишкам, коротал время."}]},{"title":"in the thick of something","description":"\"In the thick of something\" means to be completely involved in an activity or a situation.","ruDescription":"Быть активно вовлеченным в деятельность или ситуацию.","idioms":[{"vimeoId":"102442026","transcript":"21-year old volunteer medic Olesya Zhukovska was in the thick of things providing first aid, when she was struck by a bullet.","imgSrc":"http://b.vimeocdn.com/ts/466/216/466216007_100.jpg","ruTranscript":"21-year old volunteer medic Olesya Zhukovska was in the thick of things providing first aid, when she was struck by a bullet.It was a close call but Olesya was lucky."},{"vimeoId":"102448078","transcript":"The annual festival known as Carnival lasted for five days and CNN's Shasta Darlington was right in the thick of it.","imgSrc":"http://i.vimeocdn.com/video/481853209_100x75.jpg","ruTranscript":"Ежегодный фестиваль, именуемый Карнавалом длился пять дней, и корреспондент CNN Шаста Дарлингтон была в самом центре событий."}]},{"title":"in the zone","description":"\"In the zone\": expression used to describe a state of consciousness where actual skills  match the perceived performance requirements perfectly. Being in the zone implies increased focus and attention which allow  for higher levels of performance.  (\"as it were\" - sort of; as if it were true)","ruDescription":"Быть в состоянии повышенной концентрации и внимания, что позволяет показывать лучшую результативность.","idioms":[{"vimeoId":"102442246","transcript":"- Good afternoon! - Just a moment, please. I'm in the zone as it were.","imgSrc":"http://b.vimeocdn.com/ts/468/286/468286934_100.jpg","ruTranscript":"- Доброе утро! - Подожди секунду, пожалуйста. Я, кажется, в ударе."}]},{"title":"IOU","description":"\"IOU\": informal \"I Owe You\", a written acknowledgment of a debt.","ruDescription":"Долговая расписка; сокращение, означающее \"я Вам должен\".","idioms":[{"vimeoId":"102448088","transcript":"So it ordered the National Bank to simply print the money it needed in exchange for bonds or IOU's.","imgSrc":"http://i.vimeocdn.com/video/481853229_100x75.jpg","ruTranscript":"Поэтому оно приказало Национальному банку просто напечатать нужную сумму денег в обмен на облигации или долговые расписки."}]},{"title":"it s not what you know but who you know","description":"\"It's not what you know  but who you know\": having connections is more important than your skills or abilities.","ruDescription":"Важно не то, сколько ты знаешь, а то, кого ты знаешь.","idioms":[{"vimeoId":"102448091","transcript":"But what counts is not what you know but who you know.","imgSrc":"http://i.vimeocdn.com/video/481853217_100x75.jpg","ruTranscript":"Но важно не то, сколько ты знаешь, а то, кого ты знаешь."}]},{"title":"itsy-bitsy","description":"itsy-bitsy - very small; tiny (This is the one and only Hungarian word that was adopted to English).","ruDescription":"Маленький, крохотный (единственное слово, заимствованное из венгерского).","idioms":[{"vimeoId":"102442136","transcript":"I hate spiders, man. Just especially when you're bald, you feel them crawl on your head. But suddenly the spider became itsy-bitsy.","imgSrc":"http://b.vimeocdn.com/ts/466/216/466216011_100.jpg","ruTranscript":"Дружище, я ненавижу пауков. Особенно если ты лысый, ты чувствуешь, как они ползут по твоей голове. Но вдруг паук стал маленьким."}]},{"title":"ivory tower","description":"\"Ivory tower\": a theoretical thing without any practical or everyday use; people out of touch with common experience, usually due to spending much of their life in academia or privileged circumstances.","ruDescription":"Реалия, не имеющая практического применения; люди, не имеющие понимания реальной жизни ввиду проведения большинства времени в исследованиях или привилегированного положения.","idioms":[{"vimeoId":"102448100","transcript":"The new American work-force is going to have to be two things: it's going to have to be mobile, Dianne, and it's going to have to be dynamic. We constantly talk about that, how do we make this not an ivory tower conversation? How does our viewer figure out how to be mobile and dynamic?","imgSrc":"http://i.vimeocdn.com/video/475766114_100x75.jpg","ruTranscript":"Новая рабочая сила Америки должна будет обладать двумя качествами: ей нужно будет стать мобильной, Дайенн, и ей нужно будет стать активной. Мы постоянно об этом говорим, как нам сделать эти беседы приближенными к реальной жизни? Как наш зритель поймет, как стать мобильным и активным?"}]},{"title":"jaw-dropping","description":"\"Jaw-dropping\": causing great surprise or astonishment.","ruDescription":"Крайне удивительный.","idioms":[{"vimeoId":"102448107","transcript":"Watching this jaw dropping video, as this human pendulums catapult off the 130 foot high Corona Arch in Moab (Utah), coming dangerously close to the ground.","imgSrc":"http://b.vimeocdn.com/ts/468/286/468286963_100.jpg","ruTranscript":"При просмотре этого шокирующего видео, на котором люди спрыгивают с 130-футовой арки Корона в Моабе, штат Юта и качаются вокруг нее, как маятники, в опасной близости от земли."}]},{"title":"jet set","description":"\"Jet set\": synonymous with aristocracy. Lifestyle or an international social group of wealthy people who participate in social activities all around the world that are unreachable to ordinary people who don't have private jets.","ruDescription":"Шикарный, престижный (об образе жизни).","idioms":[{"vimeoId":"102448114","transcript":"They were forbidden to marry: he was a senior royal and she was just a commoner. But they stayed together nevertheless. They lived a jet set life as members of European high society.","imgSrc":"http://i.vimeocdn.com/video/475766126_100x75.jpg","ruTranscript":"Им было запрещено жениться - он был членом королевской семьи, а она - простой девушкой. Но они все равно были вместе. Они жили роскошной жизнью членов высшего общества Европы."}]},{"title":"jigsaw puzzle","description":"\"Jigsaw puzzle\" is a puzzle consisting of a picture that has been cut up into irregularly shaped pieces, which must be put together again to re-form the picture.","ruDescription":"Паззл, состоящий из мелких элементов.","idioms":[{"vimeoId":"102444487","transcript":"This is why this is like a jigsaw piece that does not quite fit the puzzle.","imgSrc":"http://b.vimeocdn.com/ts/468/287/468287106_100.jpg","ruTranscript":"Вот почему это как кусочек паззла, который никуда не подходит."}]},{"title":"kernel of truth","description":"A core at the heart of a claim or narrative which also contains dubious or fictitious elements.","ruDescription":"Правдивая информация в высказывании, в то время как остальное - вымысел.","idioms":[{"vimeoId":"102442249","transcript":"…and if it has a kernel of truth that people will believe in…","imgSrc":"http://b.vimeocdn.com/ts/464/658/464658094_100.jpg","ruTranscript":"…и если в этом есть доля правды, в которую поверят люди…"}]},{"title":"last bastion","description":"\"Last bastion\": the only thing or person left that is upholding or defending an attitude, principle, etc.","ruDescription":"Последнее, что осталось в определенном состоянии.","idioms":[{"vimeoId":"102448588","transcript":"In the digital age signatures are turning into the last bastion of handwriting.","imgSrc":"http://i.vimeocdn.com/video/475766257_100x75.jpg","ruTranscript":"В наш цифровой век подписи стали последним оплотом рукописного текста."}]},{"title":"last resort","description":"\"The last resort\": the thing done only when all other possibilities have failed; as the last choice.","ruDescription":"Средство, к которому прибегают только когда остальные не сработали; последняя опция.","idioms":[{"vimeoId":"102448679","transcript":"I think that would be a mistake because when I've sent young men and women in the harm's way I always understand that that is the last resort not the first resort (please find info about \"in harm's way\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481853236_100x75.jpg","ruTranscript":"Я думаю, это было бы ошибкой, поскольку когда я посылаю молодых мужчин и женщин на опасную службу, я всегда понимаю, что это последняя опция, но не первая (пожалуйста, ознакомьтесь со значением фразы \"in harm's way\" в нашей коллекции)."}]},{"title":"last-ditch","description":"\"Last-ditch\": final, made in the last moment of time possible.","ruDescription":"Последний, сделанный в самый последний момент.","idioms":[{"vimeoId":"102448684","transcript":"The ban was supposed to come into effect at the start of January, but the owners have staged a last-ditch fight.","imgSrc":"http://i.vimeocdn.com/video/472988921_100x75.jpg","ruTranscript":"Запрет должен был вступить в силу в начале января, но владельцы дали последний бой."},{"vimeoId":"102448690","transcript":"It's pretty clear: these last ditch talks have got nowhere and there is nothing the West can do if the Russian speakers of Crimea want to break away from Ukraine and join Russia.","imgSrc":"http://i.vimeocdn.com/video/475766285_100x75.jpg","ruTranscript":"Все ясно: эти запоздалые переговоры ни к чему не привели и Запад ничего не может сделать с тем, что русскоговорящее население Крыма хочет оторваться от Украины и присоединиться к России."}]},{"title":"let alone","description":"\"Let alone\": not to mention.","ruDescription":"Не уже о.","idioms":[{"vimeoId":"102448714","transcript":"And farmers who've never seen let alone tasted the products that rely on their daily toil.","imgSrc":"http://i.vimeocdn.com/video/475766306_100x75.jpg","ruTranscript":"И фермеры, которые никогда не видели, не говоря уже о том, чтобы попробовать продукты, которые создают своим тяжким трудом."},{"vimeoId":"102448706","transcript":"It's impossible to sit down let alone lie down on Nikumaroro without the crabs beginning to nibble at you.","imgSrc":"http://i.vimeocdn.com/video/475766391_100x75.jpg","ruTranscript":"Невозможно сесть, не говоря уже о том, чтобы лечь на Никимароро без того, чтобы не оказаться покусанным крабами."},{"vimeoId":"102448696","transcript":"We are acutely aware of the fact that this is only the beginning of a long road to prove that Oscar never intended to harm Reeva, let alone cause her death.","imgSrc":"http://i.vimeocdn.com/video/475766372_100x75.jpg","ruTranscript":"Мы абсолютно уверены в том, что это лишь начало долгого пути доказательства того, что Оскар никогда не хотел причинить Риве вред, не говоря уже о смерти."}]},{"title":"lickety split","description":"\"Lickety split\": very quickly; in no time.","ruDescription":"Очень быстро; моментально.","idioms":[{"vimeoId":"102447136","transcript":"Now unfortunately because the two of you were busy tricking each other instead of shaking down leaves many of the lovely trees in Equestria are still covered. Why, Princess, I bet we can knock those leaves down for you lickety split.","imgSrc":"http://i.vimeocdn.com/video/481853243_100x75.jpg","ruTranscript":"К сожалению, поскольку вы двое были заняты тем, что разыгрывали друг друга вместо того, чтобы стряхивать листья, многие прекрасные деревья Эквестрии все еще носят листву. - Ну, Принцесса, держу пари, мы можем вмиг сбить эти листья для тебя."},{"vimeoId":"102447130","transcript":"Uh… around the mountain? That's gonna take them forever! Don't worry Twi, we'll be there lickety split.","imgSrc":"http://i.vimeocdn.com/video/481853249_100x75.jpg","ruTranscript":"Эм, вокруг горы? Они будут идти вечность! - Не беспокойся, Твай, мы окажемся там очень скоро."}]},{"title":"long shot","description":"\"Long shot\": an event with a little chance of success.","ruDescription":"Действие, имеющее невысокие шансы на успех.","idioms":[{"vimeoId":"102448718","transcript":"Despite the state-of-the-art technology on board the ship it's only really of any use if they know where the plain hit the water, and on the moment they have no idea. The search team admits that finding the black box is a long shot (please find info about \"state-of-the-art\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481853264_100x75.jpg","ruTranscript":"Несмотря на то, что корабль оснащен лучшими технологиями, применить их возможно лишь в случае, если известно, где самолет ударился о воду, а в данный момент об этом нет никаких данных. Поисковая команда признает, что найти черный ящик практически невозможно (пожалуйста, ознакомьтесь со значением фразы \"state-of-the-art\" в нашей коллекции)."}]},{"title":"loose end","description":"\"Loose end\": a detail that is left unsettled, unexplained, or incomplete.","ruDescription":"Деталь, которую не обсудили, не объяснили, не выполнили.","idioms":[{"vimeoId":"102448721","transcript":"I want convictions, no loose ends. Yes sir.","imgSrc":"http://i.vimeocdn.com/video/481853317_100x75.jpg","ruTranscript":"Я хочу, чтобы их приговорили, не меньше. - Да, сэр."}]},{"title":"low blow","description":"\"Low blow\": an unexpected move; a surprise attack; an illegal move; an insult.","ruDescription":"Неожиданный, зачастую подлый или запрещенный прием; оскорбление; удар в пах.","idioms":[{"vimeoId":"102448732","transcript":"Now that's what most men do, they do this: it makes him look like he's expecting a low blow.","imgSrc":"http://i.vimeocdn.com/video/475766387_100x75.jpg","ruTranscript":"Это то, что делает большинство мужчин, из-за этого кажется, что они ждут удара в пах."}]},{"title":"magic wand","description":"\"Magic wand\": any seemingly magical solution to a difficult problem; an easy way to solve a problem.","ruDescription":"Простое решение сложной задачи.","idioms":[{"vimeoId":"102448736","transcript":"While they are celebrating and jubilating, many would tell you that the country faces a lot of challenges still. When Libyans took to the polls back in July they were expecting a magic wand solution of sort for their problems.","imgSrc":"http://i.vimeocdn.com/video/475766418_100x75.jpg","ruTranscript":"Пока люди празднуют и ликуют, многие из них могут сказать, что стране все еще предсто множество испытаний. Когда ливийцы пришли на выборы в июле, они ожидали, что их проблемы решатся, как по волшебству."}]},{"title":"mainstay","description":"\"mainstay\": a very important part of something; a chief support.","ruDescription":"Очень важная составляющая чего-либо.","idioms":[{"vimeoId":"102447170","transcript":"The long time BBC mainstay died a year ago.","imgSrc":"http://i.vimeocdn.com/video/481853332_100x75.jpg","ruTranscript":"Человек, долгое время руководивший BBC, умер год назад."},{"vimeoId":"102448740","transcript":"Just as plastics were the mainstay of the 20th century, the hope is that graphene could be a wonder product for the 21th century.","imgSrc":"http://i.vimeocdn.com/video/481853329_100x75.jpg","ruTranscript":"Пластик был важной частью XX века, точно такие же надежды возлагаются на то, что графен станет чудо-продуктом XXI века."}]},{"title":"makeshift","description":"\"Makeshift\": temporary substitute for something else especially during an emergency.","ruDescription":"Временная замена, необходимая ввиду срочности ситуации.","idioms":[{"vimeoId":"102448753","transcript":"A few had weapons, but most are armed only with makeshift shields.","imgSrc":"http://i.vimeocdn.com/video/481853352_100x75.jpg","ruTranscript":"Некоторые были вооружены, но у большинства есть лишь самодельные щиты."},{"vimeoId":"102448757","transcript":"…whose dreams were rudely shattered after the devastating earthquake in 2010 which reduced her school to rubble. She eventually discovers this makeshift classroom on the side of the road and promptly sits down to learn.","imgSrc":"http://i.vimeocdn.com/video/481853403_100x75.jpg","ruTranscript":"…чьи мечты были жестоко разбиты после разрушительного землетрясения 2010-го, которое превратило ее школу в развалины. Впоследствии она обнаружила этот импровизированный класс и немедленно садиться учить уроки."},{"vimeoId":"102448749","transcript":"The death toll is still being counted, but in our hotel, which became a makeshift hospital run by volunteer doctors, 13 bodies were brought into reception.","imgSrc":"http://i.vimeocdn.com/video/481853388_100x75.jpg","ruTranscript":"Количество погибших все еще уточняется, но в холл нашего отеля, который стал импровизированной больницей, где работали доктора-добровольцы, принесли 13 тел."}]},{"title":"mano-o-mano","description":"The term is Spanish and literally means \"hand to hand\" as in unarmed combat. However in its modern version  the term is used in any scenario where two (usually male) individuals are going to have some sort of competition.","ruDescription":"Испанская идиома, буквально значит \"рука к руке\", то есть бой без оружия. Сегодня используется, когда речь идет о разного рода соревнованиях, противостояниях.","idioms":[{"vimeoId":"102442259","transcript":"Putin persisted in laying out his theory as to why this was going on rather than actually talking you know... mano-o-mano to a fellow leader about what really was going on.","imgSrc":"http://b.vimeocdn.com/ts/467/012/467012946_100.jpg","ruTranscript":"Путин настоял на разъяснении своей теории о том, что происходит, но не на споре с лидерами других стран о том, что на самом деле происходит."}]},{"title":"mea culpa","description":"\"Mea culpa\": \"through my fault\"; admission of having made a mistake by one's own fault.","ruDescription":"По моей вине; признание вины.","idioms":[{"vimeoId":"102448767","transcript":"He is going to lay out a kind of big mea culpa in a narrative of a company expanding so quickly with such enormous success that it started getting its priorities wrong.","imgSrc":"http://i.vimeocdn.com/video/475766440_100x75.jpg","ruTranscript":"Он планирует некоим образом признать вину в представлении компании, которая растет так быстро и добивается таких высот, что начинает неверно расставлять свои приоритеты."},{"vimeoId":"102448776","transcript":"CIA director George Tenet's mea culpa came hours after the top Republican on the Intelligence Committee placed the blame squarely on Tenet for allowing false information to get into the President's State of the Union address.","imgSrc":"http://i.vimeocdn.com/video/475766585_100x75.jpg","ruTranscript":"Признание вины директором ЦРУ Джорджем Тенетом последовало через несколько часов после как один из высших чинов Республиканской партии напрямую обвинил его в включении ложной информации в обращение президента к конгрессу."}]},{"title":"melting pot","description":"\"Melting pot\": a location (country, area or maybe a situation) in which many races, ideas, etc, are mixed.","ruDescription":"Место, где проживают представители многих рас, сторонники многих идей и т.п.","idioms":[{"vimeoId":"102448783","transcript":"America historically has always been a nation of immigrants and a melting pot.","imgSrc":"http://i.vimeocdn.com/video/475766590_100x75.jpg","ruTranscript":"Америка исторически была и остается страной иммигрантов и \"плавильным котлом\"."}]},{"title":"middle ground","description":"\"The middle ground\": something that two people or groups that are arguing can agree about.","ruDescription":"То, на что могут согласиться обе противоборствующие стороны.","idioms":[{"vimeoId":"102450022","transcript":"...about these disputed islands between Japan and China in the East China Sea. And the President didn't try to walk some middle ground. He definitively said he sides with Japan on this.","imgSrc":"http://i.vimeocdn.com/video/475766727_100x75.jpg","ruTranscript":"…об этих спорных островах между Японией и Китаем в Восточно-Китайском море. И президент не пытался найти компромисс, он прямо сказал, что поддерживает Японию в этом вопросе."}]},{"title":"milk and cookies","description":"Doing the good thing. Behaving, and not drifting too far off the edge, and pushing the envelope. In the 70's kids would party and go live on the edge at their parties. The saying, \"having milk and cookies\" meant you were not going to have alcohol, or other mind altering subjects to exchange with one another.","ruDescription":"Вести себя хорошо, не бросаться в крайности.","idioms":[{"vimeoId":"102442263","transcript":"From the early days of instant fame and a “milk-and-cookies” reputation that went sour to what happened that night?","imgSrc":"http://b.vimeocdn.com/ts/464/658/464658131_100.jpg","ruTranscript":"От первых дней мгновенной славы и испорченной репутации пай-мальчика к тому, что произошло вчера?"}]},{"title":"mind boggling","description":"\"Mind boggling\": intellectually or emotionally overwhelming, astonishing.","ruDescription":"Удивительный, поразительный.","idioms":[{"vimeoId":"102450026","transcript":"When you look down on your home planet from space it's mind-boggling.","imgSrc":"http://i.vimeocdn.com/video/481851495_100x75.jpg","ruTranscript":"Посмотреть на свою родную планету из космоса - это поразительно."}]},{"title":"Miranda warning","description":"\"Miranda warning\": law-enforcement officers must warn a person taken into custody that he or she has the right to remain silent and is entitled to legal counsel.","ruDescription":"Зачитывание задержанному его прав на хранение молчания и адвоката.","idioms":[{"vimeoId":"102450030","transcript":"He may be in no physical condition to answer questions with or without Miranda warning.","imgSrc":"http://i.vimeocdn.com/video/481851517_100x75.jpg","ruTranscript":"Он может быть физически не в состоянии ответить на вопросы независимо от того, зачитали ему права или нет."}]},{"title":"naked eye","description":"\"Naked eye\":  The eye unassisted by an instrument of some kind (optical for instance).","ruDescription":"Невооруженный глаз.","idioms":[{"vimeoId":"102450036","transcript":"This allows you to look for signs of trauma or illness not visible to the naked eye.","imgSrc":"http://i.vimeocdn.com/video/475765174_100x75.jpg","ruTranscript":"Это позволит Вам обнаруживать признаки травмы или заболевания, которые не видны невооруженному глазу."}]},{"title":"neck and neck","description":"\"Neck and neck\":if two people who are competing are neck and neck, they are very close and either of them could win","ruDescription":"Соревноваться при незначительном отрыве лидера от отстающего, так, что победить может любой.","idioms":[{"vimeoId":"102442269","transcript":"Now, polls are showing that Obama won the debate but the race  is still very, very close - pretty much neck and neck.","imgSrc":"http://b.vimeocdn.com/ts/467/009/467009001_100.jpg","ruTranscript":"Сейчас опросы показывают, что Обама выиграл дебаты, но отрыв все еще очень и очень мал."},{"vimeoId":"102442271","transcript":"Voting is under way in Poland where it's hoped that electors will  break the deadlock in the country's presidential election. The last opinion poll suggested that the candidates Donald Tusk and Lech Kaczynski, were running neck and neck.","imgSrc":"http://b.vimeocdn.com/ts/467/009/467009035_100.jpg","ruTranscript":"Голосование в Польше идет полным ходом, там надеются, что избиратели смогут сдвинуть выборы с мертвой точки. Последний опрос мнений показал, что кандидаты идут почти наравне."}]},{"title":"nitty-gritty","description":"\"Nitty-gritty\": the basic facts of a matter; the core; everyday activities, which are often boring.","ruDescription":"Основные факты; суть; рутина.","idioms":[{"vimeoId":"102458647","transcript":"A day shuttling back and forth to meetings on a nitty-gritty.","imgSrc":"http://i.vimeocdn.com/video/481851513_100x75.jpg","ruTranscript":"День прошел в рутинных встречах."}]},{"title":"no frills","description":"\"No frills\": cheap, an opposite to expensive; no-frills airlines are airlines that offer low fares but eliminate all non-essential services.","ruDescription":"Дешевый; без изысков; только все необходимое.","idioms":[{"vimeoId":"102460027","transcript":"No frills here.","imgSrc":"http://i.vimeocdn.com/video/481851583_100x75.jpg","ruTranscript":"Здесь только все необходимое."},{"vimeoId":"102450271","transcript":"So far the big winners in all of this - the low-cost carriers climbing to the top of the pack, the newest kid on the runway, five year old no-frills carrier IndiGo Airlines.","imgSrc":"http://i.vimeocdn.com/video/481851564_100x75.jpg","ruTranscript":"На данный момент победителями являются конкурирующие между собой лоукостеры, и самый молодой из них - пятилетний лоукостер IndiGo Airlines."}]},{"title":"not a moment too soon","description":"\"Not a moment too soon\": just in time; almost too late.","ruDescription":"Как раз вовремя, едва не опоздав.","idioms":[{"vimeoId":"102460223","transcript":"Look, Rarity, Applejack loaned me a harmonica! Isn't that great? Oh, and not a moment too soon!","imgSrc":"http://i.vimeocdn.com/video/475766692_100x75.jpg","ruTranscript":"Смотри, Рэрити, Эплджек одолжил мне губную гармошку! Круто, правда? Ох, едва успели!"}]},{"title":"not in my backyard (NIMBY)","description":"\"Not in my backyard (NIMBY)\": position of opposing anything built right by where they live but it's okay to build in somewhere else.","ruDescription":"Лишь бы не у меня дома.","idioms":[{"vimeoId":"102460232","transcript":"At least for the people who live here it's a case of \"not in me backyard\".","imgSrc":"http://i.vimeocdn.com/video/481851585_100x75.jpg","ruTranscript":"По крайней мере, для людей, которые тут живут, главное, чтобы не строили здесь."}]},{"title":"of the first water","description":"\"Of the first water\": of the finest quality; of the best or most extreme kind.","ruDescription":"Высшего качества.","idioms":[{"vimeoId":"102456564","transcript":"Cheeeio, Eliza. There's a man for you. A philosophical genius of the first water.","imgSrc":"http://i.vimeocdn.com/video/481851601_100x75.jpg","ruTranscript":"Приветик, Элиза. - Вот тот, кто тебе нужен. Самый что ни на есть гений философии."}]},{"title":"off the charts","description":"\"Off the charts\": much more than is usual.","ruDescription":"Намного больше, чем обычно.","idioms":[{"vimeoId":"102458839","transcript":"So why does NASA want to start prospecting in the place with the degree of difficulty off the charts?","imgSrc":"http://i.vimeocdn.com/video/472988932_100x75.jpg","ruTranscript":"Так почему НАСА хочет начать исследования в месте, где делать это сложнее всего?"}]},{"title":"on bail","description":"\"On bail\": the person in prison will be released if he/she isn't dangerous to society and the bail money has been paid. A bail is a guarantee he/she will appear in court.","ruDescription":"Под залог, гарантирующий то, что обвиняемый явится в суд (о человеке, освобожденном из заключения).","idioms":[{"vimeoId":"102458846","transcript":"But he's free on 16 thousand dollars bail.","imgSrc":"http://i.vimeocdn.com/video/481851630_100x75.jpg","ruTranscript":"Но он отпущен на свободу под залог в 16 тысяч долларов."},{"vimeoId":"102456583","transcript":"Yesterday it looked like he'd be behind bars for five years but now the Russian opposition activist Alexei Navalny has been released from prison on bail (please find info about \"behind bars\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481851631_100x75.jpg","ruTranscript":"Вчера казалось, что он попадет за решетку на пять лет, но теперь активиста российской оппозиции Алексея Навального отпустили под залог (пожалуйста, ознакомьтесь со значением идиомы \"behind bars\" в нашей коллекции)."}]},{"title":"on hand","description":"\"On hand\": currently available; present.","ruDescription":"В наличии; доступно.","idioms":[{"vimeoId":"102459017","transcript":"Malaysian officials are perhaps not sharing all the information they have on hand.","imgSrc":"http://i.vimeocdn.com/video/481851641_100x75.jpg","ruTranscript":"Возможно, малазийские чиновники не выдают всю информацию, которой владеют."}]},{"title":"on one's toes","description":"\"On one's toes\": alert; prepared.","ruDescription":"Наготове.","idioms":[{"vimeoId":"102459027","transcript":"…flying in and out of here, so you just have to be on your toes.","imgSrc":"http://i.vimeocdn.com/video/481851642_100x75.jpg","ruTranscript":"…летают туда-сюда, поэтому нужно просто быть начеку."}]},{"title":"on the back foot","description":"If you are \"on your back foot\", you are at a disadvantage and forced to be defensive of your position.","ruDescription":"В уязвимом положении, в котором приходится обороняться.","idioms":[{"vimeoId":"102442367","transcript":"This morning the dollar is on the back foot.","imgSrc":"http://b.vimeocdn.com/ts/467/957/467957801_100.jpg","ruTranscript":"Положение доллара этим утром стало слабым."},{"vimeoId":"102442364","transcript":"The government is pretty confident it would win the majority of that by-elections and it feels it just turned the tide against Golden Dawn. It's got this party on the back foot.","imgSrc":"http://b.vimeocdn.com/ts/467/957/467957806_100.jpg","ruTranscript":"Правительство уверено в том, что оно победит в выборах и думает, что переломило ход противостояния с Золотой Зарей. Оно поставило эту организацию в уязвимое положение."},{"vimeoId":"102442354","transcript":"Analysts say that if the US production continues at this pace, it could potentially overtake both countries by the end of the decade. That caught the Middle East oil producers on the back foot.","imgSrc":"http://b.vimeocdn.com/ts/467/957/467957809_100.jpg","ruTranscript":"Аналитики считают, что если американское производство сохранит такие темпы, оно может превысить показатели обеих стран к концу десятилетия. Эти известия застали ближневосточные нефтяные компании врасплох."}]},{"title":"on the cards","description":"\"On the cards\": in the future; very likely to happen.","ruDescription":"Вероятно; в будущем.","idioms":[{"vimeoId":"102459033","transcript":"First we go to Harris in the Venezuela capital. Good morning to you, Harris. A massive number of things on the cards to be changed.","imgSrc":"http://i.vimeocdn.com/video/481851887_100x75.jpg","ruTranscript":"В начале мы побеседуем с Харрисом, он сейчас находится в столице Венесуэлы. Доброе утро, Харрис. Вероятно, скоро произойдет огромное количество изменений."}]},{"title":"on the cheap","description":"“on the cheap” means inexpensively; economically.","ruDescription":"Дешево, экономично.","idioms":[{"vimeoId":"102442380","transcript":"A bigger international intervention might have kept this country intact. Instead, it's peacekeeping on the cheap. And for these embattled Muslim communities, the bleakest future.","imgSrc":"http://b.vimeocdn.com/ts/465/455/465455200_100.jpg","ruTranscript":"Более масштабная международная интервенция могла бы сохранить эту страну в целости. Вместо этого, мы имеем вялые миротворческие миссии, а эти готовые к войне мусульманские народы - самое мрачное будущее."}]},{"title":"on the edge","description":"\"On the edge\" - nervous or worried; on the verge of becoming irrational.","ruDescription":"Нервный, обеспокоенный; на грани безрассудства.","idioms":[{"vimeoId":"102442382","transcript":"And within months she became Bill's mistress. Back then I liked to live on the edge. I bored easily.","imgSrc":"http://b.vimeocdn.com/ts/467/009/467009041_100.jpg","ruTranscript":"И через несколько месяцев она стала любовницей Билла. Тогда мне нравилось жить безрассудно. Мне быстро становилось скучно."}]},{"title":"on the house","description":"\"On the house\": for free (usually applied for food or drinks).","ruDescription":"Бесплатно; за счет заведения.","idioms":[{"vimeoId":"102459041","transcript":"On the house.","imgSrc":"http://i.vimeocdn.com/video/475766719_100x75.jpg","ruTranscript":"За счет заведения."}]},{"title":"on the line","description":"\"On the line\": at risk of failing.","ruDescription":"На кону; в рискованном состоянии.","idioms":[{"vimeoId":"102459059","transcript":"This is a big prize. Yes, it's a big prize. Half a million dollars on the line for the winner and these teams have worked hard but they came up short (please find info about \"to come up short\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481851902_100x75.jpg","ruTranscript":"Это большой приз. Да, это большой приз. Полмиллиона долларов на кону, но эти команды, несмотря на свой тяжкий труд, не достигли цели (пожалуйста, ознакомьтесь со значением фразы \"to come up short\" в нашей коллекции)."}]},{"title":"on the sidelines","description":"\"On the sidelines\": to not be actively involved in something.","ruDescription":"Быть незадействованным в чем-либо.","idioms":[{"vimeoId":"102442393","transcript":"...where we've connected businesses to research universities that can help America lead the world in advanced technologies.  Listen, China and Europe aren't standing on the sidelines.","imgSrc":"http://b.vimeocdn.com/ts/467/009/467009040_100.jpg","ruTranscript":"…где мы связывались с бизнесменами, чтобы найти университеты, которые помогут Америке стать мировыми лидерами в сфере высоких технологий. Послушайте, Китай и Европа не стоят в стороне."}]},{"title":"once and for all","description":"\"Once and for all\": finally; permanently.","ruDescription":"Навсегда.","idioms":[{"vimeoId":"102459071","transcript":"And he wants to do away, once and for all with the talk of a two-state solution.","imgSrc":"http://i.vimeocdn.com/video/481851901_100x75.jpg","ruTranscript":"И он хочет раз и навсегда прекратить разговоры о двугосударственном решении."}]},{"title":"one would give one's right arm","description":"\"One would give one s right arm\": one would do a lot to get something.","ruDescription":"Кто-то готов на многое, чтобы получить что-то.","idioms":[{"vimeoId":"102459081","transcript":"You say you'd give your right arm to be there for your family? Here's your chance to prove it. Have your blood pressure checked and control it to lower your risk of heart attack and stroke.","imgSrc":"http://i.vimeocdn.com/video/481851980_100x75.jpg","ruTranscript":"Вы говорите, что готовы на все, чтобы быть со своей семьей? У вас есть шанс доказать это. Измерьте свое кровяное давление и следите за ним, чтобы уменьшить риск инфаркта и инсульта."}]},{"title":"optics","description":"\"Optics\": what something will look like to the outside world; how the consequences of actions reflect on the impeller of those actions.","ruDescription":"Видимость; то, как что-либо увидят окружающие.","idioms":[{"vimeoId":"102448254","transcript":"But this was always the plan, this was… this was the American plan and now that we're just seeing it, I think the optics of having an African-American president, having a marriage equality being… being very open…","imgSrc":"http://i.vimeocdn.com/video/481851992_100x75.jpg","ruTranscript":"Но план всегда был таков, это был… Так Америка была задумана, и сейчас мы видим такую картину: президент-афроамериканец, решается вопрос о равенстве брака…"}]},{"title":"out of the blue","description":"\"Out of the blue\": very suddenly, completely unexpected.","ruDescription":"Абсолютно внезапно; из ниоткуда.","idioms":[{"vimeoId":"102450817","transcript":"Someday out of the blue in a crowded street or in deserted square I'll turn and I'll see you as if our love were new.","imgSrc":"http://i.vimeocdn.com/video/481851997_100x75.jpg","ruTranscript":"Когда-нибудь, неожиданно, на оживленной улице или на пустой площади, я повернусь и увижу тебя, как будто наша любовь родилась снова."},{"vimeoId":"102457095","transcript":"This has come really out of the blue: people clearly hadn't expected something as tragic as this to happen.","imgSrc":"http://i.vimeocdn.com/video/481851991_100x75.jpg","ruTranscript":"Это случилось так внезапно: люди точно не ожидали, что случится что-то настолько трагичное."},{"vimeoId":"102442402","transcript":"Out of the blue you came to me and blew away my misery.","imgSrc":"http://b.vimeocdn.com/ts/468/270/468270153_100.jpg","ruTranscript":"Ты пришла ко мне из ниоткуда и унесла мое страдание."}]},{"title":"out of thin air","description":"\"Thin air\": nowhere to be found; sheer nothingness.","ruDescription":"Из ниоткуда.","idioms":[{"vimeoId":"102459472","transcript":"We've made money out of thing air.","imgSrc":"http://i.vimeocdn.com/video/475767044_100x75.jpg","ruTranscript":"Мы сделали деньги из ничего."},{"vimeoId":"102459465","transcript":"Here is where we convert the methanol into petrol. Fuel right out of thin air.","imgSrc":"http://i.vimeocdn.com/video/475767018_100x75.jpg","ruTranscript":"Здесь мы превращаем метанол в бензин. Топливо из ничего."},{"vimeoId":"102459454","transcript":"The man who conjured a 3.6 trillion dollar industry out of thin air.","imgSrc":"http://i.vimeocdn.com/video/475767007_100x75.jpg","ruTranscript":"Человек, который пустоты создал бизнес стоимостью в 3,6 миллиарда долларов."}]},{"title":"out of your hair","description":"\"To be out of someone's hair\": to stop bothering someone; to stop troubling someone with your business.","ruDescription":"Перестать беспокоить кого-либо.","idioms":[{"vimeoId":"102459480","transcript":"- Well, it's a long story. I'm just here to check on the decorations and then I'll be out out of your hair. - Out of my hair? What about your hair?","imgSrc":"http://i.vimeocdn.com/video/472988460_100x75.jpg","ruTranscript":"Ну, это долгая история. Я пришла, чтобы просто проверить декорации, потом я от тебя отстану. - От меня отстанешь? Может быть, от себя отстанешь?"}]},{"title":"pick up line","description":"\"Pickup line\": a conversation starter where the speaker tries to interest someone for romance or dating; a line you use to get a woman.","ruDescription":"Слова, которые произносит мужчина, призванные заинтересовать женщину.","idioms":[{"vimeoId":"102459488","transcript":"Here's the ultimate tip for the pick up lines: they are most effective when used when girl is not expecting it.","imgSrc":"http://i.vimeocdn.com/video/481852051_100x75.jpg","ruTranscript":"Вот лучший совет о том, что говорить, когда знакомишься с девушкой: твои слова будут эффективнее, если девушка их не ждет."}]},{"title":"piece of cake","description":"\"Piece of cake\" means that something is easy to do.","ruDescription":"Легкая задача.","idioms":[{"vimeoId":"102440265","transcript":"As the English like to say, it's been a piece of cake.","imgSrc":"http://b.vimeocdn.com/ts/466/407/466407757_100.jpg","ruTranscript":"Как любят говорить англичане, это был \"кусок пирога\" (легко)."},{"vimeoId":"102442406","transcript":"I mean, it's not a piece of cake. It's going to be a lot of work.","imgSrc":"http://i.vimeocdn.com/video/466407743_100x75.jpg","ruTranscript":"Я имею в виду, что это не так легко. Это потребует много работы."}]},{"title":"pitch black","description":"\"Pitch black\": very black; as black as pitch.","ruDescription":"Абсолютно черный.","idioms":[{"vimeoId":"102459492","transcript":"He knew nothing of the explosion until it thundered towards him. As it went over top of our heads there was pitch black and we couldn't see nothing.","imgSrc":"http://i.vimeocdn.com/video/475766738_100x75.jpg","ruTranscript":"Он ничего не знал о взрыве, пока он не оглушил его. - Когда взрыв прогремел над нами, все почернело и нас ослепило."}]},{"title":"play hard ball","description":"To \"play hard ball\" is to be so determined to get what you want, especially in business,  that you use methods that are unfair or harm other people (often + with )","ruDescription":"Быть настроенным добиться цели, особенно в бизнесе, с применением нечестных способов, которые могут навредить другим людям.","idioms":[{"vimeoId":"102442411","transcript":"He does play hard ball.","imgSrc":"http://b.vimeocdn.com/ts/465/455/465455190_100.jpg","ruTranscript":"Он действительно работает жестко."}]},{"title":"pretty penny","description":"“Pretty penny” is a considerable sum of money: I paid a pretty penny for that ring.","ruDescription":"Солидная сумма денег.","idioms":[{"vimeoId":"102442414","transcript":"Companies are gonna…have to think twice before hiring new full-time workers and it’s going to cost them a pretty penny.","imgSrc":"http://b.vimeocdn.com/ts/464/039/464039306_100.jpg","ruTranscript":"Компаниям придется думать дважды, прежде чем нанимать новых работников на полный рабочий день, и это будет стоить им немалых денег."}]},{"title":"prying eye","description":"\"Prying eyes\": things (like cameras) or people (neighbours or government workers) who are watching you usually to report your wrongdoings or gossipping around you.","ruDescription":"Камеры или люди, которые следят за человеком, чтобы при возможности рассказать всем о его проступках или сеять слухи о нем.","idioms":[{"vimeoId":"102459506","transcript":"These days the prying eyes of the state seem to be everywhere. Governments say they need surveilliance to fight terrorism and crime.","imgSrc":"http://i.vimeocdn.com/video/475766765_100x75.jpg","ruTranscript":"В наше время государство следит за нами повсюду. Правительства разных стран утверждают, что им необходимо наблюдение для борьбы с терроризмом и преступностью."}]},{"title":"push back","description":"\"Push back\": cause to move back by force or influence; a negative or unfavorable reaction or response.","ruDescription":"Заставить отступить, силой или влиянием; негативная реакция на что-либо.","idioms":[{"vimeoId":"102459515","transcript":"And we've seen push back from the UK and from the Germans.","imgSrc":"http://i.vimeocdn.com/video/481852026_100x75.jpg","ruTranscript":"Негативная реакция последовала от Британии и Германии."}]},{"title":"quick buck","description":"\"Quick buck\": to earn money quickly and often in a way that is not honest.","ruDescription":"Деньги, заработанные быстро и не всегда честно.","idioms":[{"vimeoId":"102459523","transcript":"Some people make my job a whole lot easier: they are careless, they don't protect what they have, they even give it away sometimes without realizing it. And just occasionally someone is there to take advantage and make a quick buck.","imgSrc":"http://i.vimeocdn.com/video/481852034_100x75.jpg","ruTranscript":"Некоторые люди сильно облегчают мою работу: они беспечны, они не хранят то, что у них есть, иногда они даже это отдают, сами того не понимая. И иногда рядом с ними есть люди, которые готовы этим воспользоваться и нажиться за их счет."}]},{"title":"rags to riches","description":"a situation where someone goes from being poor to being rich","ruDescription":"Ситуация, когда бедный человек становится богачом.","idioms":[{"vimeoId":"102442418","transcript":"There's no going under when you're kicked to the ground; rags to riches, rags to riches.","imgSrc":"http://b.vimeocdn.com/ts/464/039/464039309_100.jpg","ruTranscript":"Когда тебя втоптали в землю, ты уже не можешь проиграть; из грязи в князи, из грязи в князи."},{"vimeoId":"102459532","transcript":"It's a charming story of rags to riches, the unwanted race horse who proved everybody wrong and went out to make his owners a fortune.","imgSrc":"http://i.vimeocdn.com/video/481852058_100x75.jpg","ruTranscript":"Это очаровательная история о том, как бедняк стал богачом, никому не нужная беговая лошадь, которая доказала всем, что они были неправы и заработала своим хозяевам целое состояние."}]},{"title":"red tape","description":"\"red tape\" is over-strict attention to the wording and details of rules and regulations,  especially by government workers. (From the color of the tape used by government departments in England to tie up bundles of documents); a ceremony.","ruDescription":"Чрезмерно строгое отношение к формулировкам или правилам, особенно со стороны госслужащих; торжественное мероприятие.","idioms":[{"vimeoId":"102442421","transcript":"Despite being a day filled with red tape, of meetings, of bureaucracy, of trying to get media accreditation...","imgSrc":"http://b.vimeocdn.com/ts/465/455/465455323_100.jpg","ruTranscript":"Несмотря на то, что день был наполнен торжественными мероприятиями, встречами, бюрократией, попытками получить журналистскую аккредитацию…"},{"vimeoId":"102442426","transcript":"- Is this a good thing or just more red tape? - I think, there's always more red tape coming with regulation.","imgSrc":"http://b.vimeocdn.com/ts/465/455/465455314_100.jpg","ruTranscript":"- Это действительно что-то хорошее или очередная мишура? - Мне кажется, в каждом новом правиле больше мишуры."},{"vimeoId":"102442430","transcript":"The red tape of travel paperwork. The passengers did everything right but with red tape it's all too easy to go wrong.","imgSrc":"http://b.vimeocdn.com/ts/465/455/465455310_100.jpg","ruTranscript":"Бюрократия документов для поездок. Пассажири сделали все верно, но с этой чрезмерной строгостью слишком легко ошибиться."}]},{"title":"rock'n'roll","description":"In Vietnam US troops used the term \"rock ‘n’ roll\" to describe firing full auto with a firearm, especially a machine gun.","ruDescription":"Американские солдаты во Вьетнаме так называли стрельбу в автоматическом режиме, особенно из пулемета.","idioms":[{"vimeoId":"102442432","transcript":"What difference does it make? Why leave a living witness? Drop of the hat – these guys were rock’n’roll (please find info about  the “drop of the hat” idiom in our library).","imgSrc":"http://b.vimeocdn.com/ts/464/658/464658152_100.jpg","ruTranscript":"Что это изменит? Зачем оставлять свидетеля в живых? Один миг - и эти парни начали стрелять (пожалуйста, ознакомьтесь со значением идиомы \"drop of the hat\" в нашей коллекции)."}]},{"title":"roger that","description":"\"Roger that\" is usually used in radio transmissions such as military communications, meaning \"I understand\" or \"I hear you.\" Also: yes, I acknowledge what you are saying, I agree, yes this is true, you are right.","ruDescription":"Используется в военной радиокоммуникации в значении \"Я понял\" или \"Я вас слышу\". Также значит: я признаю то, что вы говорите, я согласен, это правда, вы правы.","idioms":[{"vimeoId":"102442434","transcript":"- I was ordered not tell them what happened, sir. - You were ordered not to tell them? - Roger that, sir.","imgSrc":"http://b.vimeocdn.com/ts/466/407/466407786_100.jpg","ruTranscript":"- Мне приказали не сообщать им о том, что случилось, сэр. - Тебе приказали не сообщать им? - Так точно, сэр."}]},{"title":"roller coaster","description":"\"roller coaster\": 1) a ride at an amusement park which is like a small, open train with tracks that are high off the ground and that have sharp curves and steep hills  2) a situation or experience that involves sudden and extreme changes.","ruDescription":"Американские горки; постоянно и диаметрально меняющаяся ситуация.","idioms":[{"vimeoId":"102459541","transcript":"..and vulnerable and a roller coaster of emotions.","imgSrc":"http://i.vimeocdn.com/video/483520155_100x75.jpg","ruTranscript":"…и уязвимой, и абсолютно противоположные эмоции."},{"vimeoId":"102459549","transcript":"..the visitors to a theme park in Florida were left stuck on a roller coaster for more than 2 hours this week","imgSrc":"http://i.vimeocdn.com/video/483520153_100x75.jpg","ruTranscript":"… на этой неделе посетители парка аттракционов во Флориде застряли на американских горках и провели там более двух часов."}]},{"title":"running water","description":"\"Running water\": water obtained via a plumbing system directly from a faucet or tap.","ruDescription":"Вода, поступающая в жилье через водопровод.","idioms":[{"vimeoId":"102459564","transcript":"Paris was a network of narrow streets, some with open sewers, few had running water.","imgSrc":"http://i.vimeocdn.com/video/481852061_100x75.jpg","ruTranscript":"Париж был сетью узких улочек, на некоторых были открытые канавы, небольшое количество улиц были подключены к водопроводу."},{"vimeoId":"102459570","transcript":"This district is just two kilometers from the center but has no sewerage, no running water and no rubbish collection.","imgSrc":"http://i.vimeocdn.com/video/481852119_100x75.jpg","ruTranscript":"Этот район всего в двух километрах от центра, но здесь нет канализации, нет водопровода и нет мусорных баков."}]},{"title":"saber rattling","description":"\"Saber rattling\" is a threatening behavior which is intended to frighten someone","ruDescription":"Угрожающее поведение с целью запугать.","idioms":[{"vimeoId":"102442544","transcript":"Nevertheless for all their saber rattling the Soviets seemed to be steering themselves to start  a thaw in East-West relations.","imgSrc":"http://b.vimeocdn.com/ts/466/407/466407872_100.jpg","ruTranscript":"Несмотря на свою угрожающую политику, СССР был нацелен на оттепель в отношениях Востока и Запада."},{"vimeoId":"102442551","transcript":"...international fears about this saber rattling.","imgSrc":"http://b.vimeocdn.com/ts/466/407/466407891_100.jpg","ruTranscript":"…международная обеспокоенность таким угрожающим поведением."},{"vimeoId":"102442555","transcript":"My sense of Moscow is although it is saber rattling, it does not want that.","imgSrc":"http://b.vimeocdn.com/ts/466/407/466407870_100.jpg","ruTranscript":"Мое впечатление о действиях Москвы таково: хоть они и пугают, но это не то, чего здесь хотят."},{"vimeoId":"102442560","transcript":"The Bush administration says it wants an end to North Korean saber rattling and multilateral talks involving South Korea, Japan and the Chinese.","imgSrc":"http://b.vimeocdn.com/ts/466/407/466407911_100.jpg","ruTranscript":"Администрация Буша заявила, что хочет положить конец угрожающим действиям Северной Кореи и переговорам между Южной Кореей, Японией и Китаем."}]},{"title":"sacrificial lamb","description":"\"Sacrificial lamb\": person or animal sacrificed (killed or discounted in some way) for the common good.","ruDescription":"Человек или животное, которым жертвуют для общего блага.","idioms":[{"vimeoId":"102459579","transcript":"But in the middle of all the horse trading that goes on inevitably in all these budgetary discussions the danger is that the sacrificial lamb or the casualty will be research and innovation (please find info about \"horse trading\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481852134_100x75.jpg","ruTranscript":"Но в условиях политических игр, которые неминуемо развернулись в этих спорах о мясе, пожертвовать придется исследованиями и инновациями (пожалуйста, ознакомьтесь со значением идиомы \"horse trading\" в нашей коллекции)."}]},{"title":"sea change","description":"\"Sea change\": a major transformation or alteration.","ruDescription":"Масштабные изменения.","idioms":[{"vimeoId":"102459589","transcript":"Judging by the response you were getting to your comments you never know you might find as huge sea change moving towards you.","imgSrc":"http://i.vimeocdn.com/video/481852140_100x75.jpg","ruTranscript":"Судя по тому, как реагировали на Ваши комментарии, никогда не знаешь, когда тебя могут коснуться такие масштабные изменения."},{"vimeoId":"102459598","transcript":"This is a big sea change in the way politics are conducted.","imgSrc":"http://i.vimeocdn.com/video/481852187_100x75.jpg","ruTranscript":"Это существенные изменения в политике."},{"vimeoId":"102459609","transcript":"…despite the violence Ann represents the sea change in politics across Africa: there is a woman president in Nigeria, Rwanda has the highest number of women in parliament in the world…","imgSrc":"http://i.vimeocdn.com/video/481852133_100x75.jpg","ruTranscript":"…несмотря на насилие, Анна представляет собой масштабные изменения в политике по всей Африке: президент Нигерии - женщина, в Руанде больше всего женщин в парламенте…"},{"vimeoId":"102459625","transcript":"It would mean a sea change in American politics and in the courts.","imgSrc":"http://i.vimeocdn.com/video/481852176_100x75.jpg","ruTranscript":"Это ознаменует существенные изменения в американской политике и судопроизводстве."}]},{"title":"seesaw","description":"\"Seesaw\": a long plank balanced on a central fulcrum so that with a person riding on each end, one end goes up as the other goes down; a back-and-forth or up-and-down movement.","ruDescription":"Детские качели в виде доски, уравновешенной в центре; движение вверх-вниз или из стороны в сторону.","idioms":[{"vimeoId":"102459636","transcript":"This is what passes for playground in the Syrian city of Aleppo these days: instead of bouncing on seesaw these children are playing on a burnt-out government tank. We'll be right back.","imgSrc":"http://i.vimeocdn.com/video/481852185_100x75.jpg","ruTranscript":"Вот где теперь играют дети в сирийском городе Алеппо: вместо того, чтобы качаться на качелях, эти дети играют на сгоревшем правительственном танке. Не переключайтесь."},{"vimeoId":"102459660","transcript":"In a century and a half since Darwin published his theory there has been a seesaw battle over the teaching of evolution in the American schools.","imgSrc":"http://i.vimeocdn.com/video/481852261_100x75.jpg","ruTranscript":"Спустя полтора века с опубликования Дарвином его теории, вопрос о преподавании эволюции в американских школах был близок к решению в пользу то одной, то другой точки зрения."},{"vimeoId":"102459649","transcript":"In the next swing of this seesaw war UN forces that crossed North Korea were thrown back abandoning vehicles and equipment.","imgSrc":"http://i.vimeocdn.com/video/481852364_100x75.jpg","ruTranscript":"Следующим шагом в этих военных качелях стало то, что силы ООН, которые пересекли Северную Корею, были отброшены и им пришлось бросить технику и снаряжение."}]},{"title":"ship of the desert","description":"\"Ship of the desert\": a camel.","ruDescription":"Верблюд.","idioms":[{"vimeoId":"102459671","transcript":"And now the so called \"ships of the desert\" have their chance to complete the image as they strut their stuff in front of the admiring crowd.","imgSrc":"http://i.vimeocdn.com/video/475766881_100x75.jpg","ruTranscript":"И теперь у кораблей пустыни есть возможность дополнить картину, и они гордо вышагивают перед восхищенной толпой."},{"vimeoId":"102459687","transcript":"The ship of the desert has always played a vital role in the lives of Arabia's bedouin desert dwellers. In such a harsh environment the camel provided food, clothing, shelter and transportation.","imgSrc":"http://i.vimeocdn.com/video/475766902_100x75.jpg","ruTranscript":"Корабли пустыни всегда играли важнейшую роль в жизни арабских бедуинов - жителей пустыни. Даже в таких суровых условиях, верблюд давал людям еду, одежду, кров и транспорт."}]},{"title":"short of","description":"\"Short of\":\n1)not having enough of something (1st video)\n2)not including something; other than; without resorting to (2nd video)","ruDescription":"1) Не иметь чего-либо (сюжет 1); 2) Не включая что-либо; кроме; не обращаясь к (сюжет 2).","idioms":[{"vimeoId":"102442573","transcript":"...many people thought that President Putin having backed Mr. Yanukovich twice (once in the Orange Revolution) and having seen him ousted, that he wanted to be short of him, but no...","imgSrc":"http://b.vimeocdn.com/ts/466/407/466407928_100.jpg","ruTranscript":"…многие думали, что президент Путин, при котором Россия дважды поддержала господина Януковича (в первый раз - во время Оранжевой революции) и при котором Януковича выгнали из страны, хочет избавиться от него, но нет…"},{"vimeoId":"102442564","transcript":"We should be thinking about some drinking.- Well, mister Handsome, why don't you get one? - I'm sorry, honey, I'm short of money.","imgSrc":"http://b.vimeocdn.com/ts/467/009/467009117_100.jpg","ruTranscript":"- Нам бы сейчас выпить. - Так что же вы не выпьете, мистер Красавчик? - Прости, дорогая, у меня нет денег."}]},{"title":"silver lining","description":"a comforting or hopeful aspect of an otherwise desperate or unhappy situation (especially in the phrase every cloud has a silver lining); lining is the material that covers the inner surface of something","ruDescription":"Успокаивающее или обнадеживающее обстоятельство в отчаянной ситуации.","idioms":[{"vimeoId":"102442584","transcript":"No matter how dark the cloud, there’s always a thing silver lining.","imgSrc":"http://b.vimeocdn.com/ts/464/658/464658378_100.jpg","ruTranscript":"Неважно насколько все плохо, в любой ситуации есть хоть маленький плюс."},{"vimeoId":"102442593","transcript":"There is a faint silver lining in all of this - the disasters providing a unique opportunity for scientists.","imgSrc":"http://b.vimeocdn.com/ts/464/658/464658225_100.jpg","ruTranscript":"Во всем этом есть маленький плюс - катастрофы дают ученым уникальные возможности."},{"vimeoId":"102442580","transcript":"One silver in this ah…is that thirteen members of this Council supported the resolution.","imgSrc":"http://b.vimeocdn.com/ts/464/658/464658295_100.jpg","ruTranscript":"Хоть одно успокаивает - тринадцать членов этого Совета поддержали резолюцию."}]},{"title":"silver tongue","description":"\"Silver-tongued\": eloquent; a silver-tongued person knows how to persuade people to do what he or she wants.","ruDescription":"Красноречивый.","idioms":[{"vimeoId":"102459704","transcript":"It's like that he is the lone ranger riding in just when George Bush needs him, no silver bullet but a silver tongue. - If we are right as I believe with every fiber of instinct and conviction I have that we are…","imgSrc":"http://i.vimeocdn.com/video/475766923_100x75.jpg","ruTranscript":"Он как будто одинокий рейнджер, который появился как раз тогда, когда Джордж Буш в нем нуждался, без оружия, но очень красноречивый. - Если мы правы, а я верю всеми фибрами своей души и глубоко убежден, что это так…"}]},{"title":"sitting duck","description":"\"Sitting duck\": an easy target asking for attack.","ruDescription":"Легкая цель, которая как будто просит, чтобы ее атаковали.","idioms":[{"vimeoId":"102459716","transcript":"You'd better take the money out of that fun, because if you don't you're gonna become a sitting duck for a hostile takeover.","imgSrc":"http://i.vimeocdn.com/video/472988462_100x75.jpg","ruTranscript":"Лучше вывести деньги из этого дела, потому что если этого не сделать, можно стать легкой мишенью для недружественного поглощения."}]},{"title":"slings and arrows","description":"\"Slings and arrows\": critical comments; unpleasant, negative attacks.","ruDescription":"Критические комментарии.","idioms":[{"vimeoId":"102459731","transcript":"And in his own words, the roots of his apparent resentment not just Hillary losing but also the slings and arrows he thinks he took in the process.","imgSrc":"http://i.vimeocdn.com/video/481852267_100x75.jpg","ruTranscript":"И по его собственным словам, корни этой очевидной обиды не только в том, что Хиллари проиграла, но и то, что в процессе в его адрес прозвучали нелестные комментарии."}]},{"title":"slip of the tongue","description":"\"Slip of the tongue\": accidentally saying the wrong/similar word","ruDescription":"Оговорка.","idioms":[{"vimeoId":"102459742","transcript":"And we didn't agree on anything…  everything as you might expect I… that was the slip of the tongue here.","imgSrc":"http://i.vimeocdn.com/video/472988463_100x75.jpg","ruTranscript":"И мы не договорились ни о чем… Не о всем, как вы могли ожидать; я оговорился."}]},{"title":"snafu","description":"\"Snafu\": a chaotic or confused situation; mistake.","ruDescription":"Хаотичная, запутанная ситуация; ошибка.","idioms":[{"vimeoId":"102459754","transcript":"…suggested that it would be very paranoid for people to focus on this one snafu in the midst of a lavish and very complicated two and a half hour long production.","imgSrc":"http://i.vimeocdn.com/video/481852282_100x75.jpg","ruTranscript":"…предположили, что обращать внимание на один маленький прокол в середине пышного  и очень сложного двух с половиной часового представления."}]},{"title":"snake charmer","description":"\"Snake charmer\": one who uses rhythmic music and body movements to control snakes.","ruDescription":"Заклинатель змей.","idioms":[{"vimeoId":"102459767","transcript":"A snake charmer provides a distraction from the misery of camp life.","imgSrc":"http://i.vimeocdn.com/video/481853401_100x75.jpg","ruTranscript":"Заклинатель змей отвлекает людей от жалкой лагерной жизни."}]},{"title":"soft touch","description":"\"Soft touch\": a gentle way of handling someone or something; a likely victim of a scheme.","ruDescription":"Мягкое обращение с кем-либо или чем-либо; человек, которого легко обмануть.","idioms":[{"vimeoId":"102459776","transcript":"I've been workin' like a dog all my life and I can't get a penny ahead. Sundance says it's 'cause you're a soft touch, always taking expensive vacations, buying drinks for everyone, and you're a rotten gambler.","imgSrc":"http://i.vimeocdn.com/video/481852310_100x75.jpg","ruTranscript":"Я работал, как вол, всю свою жизнь, и мне не дадут авансом и пенни. Санденс говорит, что это потому, что ты лопух, всегда тратишься в отпусках, угощаешь всех и, к тому же, пропащий картежник."}]},{"title":"speak softly but carry a big stick","description":"A proverb advising the tactic of caution and non-aggression, backed up by the ability to do violence if required. The widespread use of West African proverb 'speak softly and carry a big stick, you will go far' began with Roosevelt.","ruDescription":"Пословица, в которой содержится совет проявлять осторожность и не проявлять агрессии, но быть при этом способным применить силу, если это потребуется. Внедрил эту западноафриканскую пословицу Т. Рузвельт.","idioms":[{"vimeoId":"102442599","transcript":"The maxim of US President a century ago Teddy Roosevelt: \"Walk softly but carry a big stick\". (error: should be \"speak\" instead of \"walk\")","imgSrc":"http://b.vimeocdn.com/ts/467/014/467014850_100.jpg","ruTranscript":"Афоризм, произнесенный президентом США Тедди Рузвельтом столетие назад: \"Ступай тихо, но имей при себе большую палку\" (Ошибка: вместо \"ступай\" должно быть \"говори\")."},{"vimeoId":"102442603","transcript":"\"Speak softly and carry a big stick. End of quote. I promise you, the President has a big stick. I promise you\".","imgSrc":"http://b.vimeocdn.com/ts/467/014/467014841_100.jpg","ruTranscript":"\"Говори тихо, но имей при себе большую палку. Конец цитаты. Я уверяю вас: у президента есть большая палка. Я уверяю вас в этом."}]},{"title":"square one","description":"square one is the beginning stage or starting point","ruDescription":"Стадия начала или точка отсчета.","idioms":[{"vimeoId":"102442608","transcript":"Go back to square one and do  this step by step.","imgSrc":"http://b.vimeocdn.com/ts/464/039/464039312_100.jpg","ruTranscript":"Вернуться к началу и делать это поэтапно, шаг за шагом."}]},{"title":"stag party","description":"\"Stag party (stag night)\": a party for men only, especially one held for a man before he is married.","ruDescription":"Мальчишник.","idioms":[{"vimeoId":"102459784","transcript":"In recent years Hungary has become a tourist magnet for fellow Europeans. It's a popular stag and hen party destination (please find info about \"hen party\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481852311_100x75.jpg","ruTranscript":"В последние годы Венгрия стала магнитом для европейских туристов. Это популярное место проведения мальчишников и девичников (пожалуйста, ознакомьтесь со значением идиомы \"hen party\" в нашей коллекции)."}]},{"title":"stand in the way","description":"To \"stand in the way\" is to try to stop or prevent something from happening.","ruDescription":"Пытаться предотвратить что-либо.","idioms":[{"vimeoId":"102442613","transcript":"She eventually discovers this make shift classroom on the side of a road and promptly sits down to learn. And Wadley, we see, won't let her family's poverty stand in the way.","imgSrc":"http://b.vimeocdn.com/ts/465/455/465455333_100.jpg","ruTranscript":"Впоследствии она узнала об этом убогом учебном кабинете у дороги и начинает там заниматься. Похоже, Уэдли не позволит нищете ее семьи встать у нее на пути."}]},{"title":"state-of-the-art","description":"\"State-of-the-art\" equipment and machines are the most modern and of the best quality available.","ruDescription":"Лучшие по качеству (об оборудовании, машинах).","idioms":[{"vimeoId":"102442617","transcript":"Today soldiers go into battle with state-of-the-art equipment costing billions of dollars.","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408042_100.jpg","ruTranscript":"Сегодня солдаты идут в бой в высокотехнологичном обмундировании, которое стоит миллиарды долларов."},{"vimeoId":"102442621","transcript":"...a state-of-the-art commercial center.","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408033_100.jpg","ruTranscript":"…современный торговый центр."}]},{"title":"stiff upper lip","description":"\"Stiff upper lip\": to keep all your feelings bottled in; an attitude of determined endurance or restraint in the face of adversity.","ruDescription":"Держать свои чувства в себе; стойкость перед лицом опасности.","idioms":[{"vimeoId":"102459800","transcript":"I keep the stiff upper lip and I shoot from the hip.","imgSrc":"http://i.vimeocdn.com/video/481852338_100x75.jpg","ruTranscript":"Я держусь молодцом и метко стреляю."},{"vimeoId":"102458396","transcript":"Uh, what's that smell? Forget the stiff upper lip, Londoners turn out their noses as a stench settles on their city.","imgSrc":"http://i.vimeocdn.com/video/481852326_100x75.jpg","ruTranscript":"Ох, что за запах? Забыв о терпеливости, лондонцы воротят носы из-за смрада, воцарившегося в городе."},{"vimeoId":"102459981","transcript":"Well, I was out on a drive on a bit of a trip, looking for thrills to get me some kicks. Now, I warn you ladies, I shoot from the hip. I was born with a stiff, stiff upper lip.","imgSrc":"http://i.vimeocdn.com/video/481852379_100x75.jpg","ruTranscript":"Ну, я уезжал, я был в небольшой поездке, искал новых эмоций и аморальных удовольствий. А теперь, предупреждаю, девушки, я стреляю метко. Я рожден стойким."}]},{"title":"strike a chord with","description":"\"Strike a chord\": if something strikes a chord with someone, they are interested in it and like it because it is connected with their own lives or opinions.","ruDescription":"Заинтересовать из-за того, что что-либо имеет отношение к человеку.","idioms":[{"vimeoId":"102459985","transcript":"But his vow to get India's economy back on track seems to have struck a cord with millions of voters (please find info about \"back on track\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481852424_100x75.jpg","ruTranscript":"Но его обещание восстановить экономику Индии, похоже, зацепило миллионы избирателей (пожалуйста, ознакомьтесь со значением фразы \"back on track\" в нашей коллекции)."}]},{"title":"sugar pill","description":"Sugar pills, or the placebo pills, are the last week of pills in your pack. Taking these pills keeps you in the habit of taking a pill every day.","ruDescription":"Таблетки-пустышки (плацебо), принимая которые, вы привыкаете пить по одной таблетке в день.","idioms":[{"vimeoId":"102442623","transcript":"With regards to the “sugar pill” scenario nothing can be further from the truth..","imgSrc":"http://b.vimeocdn.com/ts/464/039/464039321_100.jpg","ruTranscript":"При отказе от таблеток-пустышек, ничто не может быть так далеко от истины…"}]},{"title":"swan song","description":"\"Swan song\": the beautiful legendary song sung only once by a swan in its lifetime, as it is dying; a farewell or final appearance, action, or work.","ruDescription":"Прощальное действие (выступление, работа и т.д.)","idioms":[{"vimeoId":"102458640","transcript":"But according to Iran's constitution he can't seek re-election, so this would be his swan song.","imgSrc":"http://i.vimeocdn.com/video/481852408_100x75.jpg","ruTranscript":"Но, по иранской конституции, он не может быть переизбран, поэтому это будет его лебединой песней."},{"vimeoId":"102458619","transcript":"One of the UK's oldest record stores could be facing it's swan song. Will \"His Master's Voice\" be muted?","imgSrc":"http://i.vimeocdn.com/video/481852400_100x75.jpg","ruTranscript":"Один из старейших музыкальных магазинов Британии, возможно, продает свои последние пластинки. Закроют ли \"His Master's Voice\"?"}]},{"title":"take stock","description":"\"To take stock\" is to examine a situation carefully.","ruDescription":"Досконально оценить (ситуацию).","idioms":[{"vimeoId":"102442627","transcript":"Millions people in Britain have been taking stock of the damage wreaked by Friday's ferocious storms which claimed the lives of two people.","imgSrc":"http://b.vimeocdn.com/ts/465/455/465455378_100.jpg","ruTranscript":"Миллионы жителей Британии оценивают ущерб, нанесенный им сильным штормом в пятницу, который унес жизни двух человек."},{"vimeoId":"102458614","transcript":"Millions people in Britain have been taking stock of the damage wreaked by Friday's ferocious storms which claimed the lives of two people.","imgSrc":"http://i.vimeocdn.com/video/465455378_100x75.jpg","ruTranscript":"Миллионы жителей Британии подсчитывают ущерб, нанесенный сильным штормом в пятницу, который унес жизни двух человек."}]},{"title":"the devil is in the details","description":"\"The devil is in the details\": small things that are often overlooked can cause serious problems later on.","ruDescription":"Вся суть в деталях.","idioms":[{"vimeoId":"102458607","transcript":"But the devil is the detail on this and now everybody is on board with the idea so we'll be discussing that further.","imgSrc":"http://i.vimeocdn.com/video/475766997_100x75.jpg","ruTranscript":"Но вся суть в деталях, и сейчас все согласны с этой идеей, поэтому мы продолжим ее обсуждение."}]},{"title":"The game of chicken","description":"\"The game of chicken\"is an influential model of conflict for two players in game theory.  The principle of the game is that while each player prefers not to yield to the other, the worst possible outcome occurs when both players do not yield.","ruDescription":"Модель конфликта между двумя игроками в теории игр. Принцип игры в том, что каждый игрок предпочитает не сдаваться другому, и худший сценарий имеет место когда оба игрока не сдаются.","idioms":[{"vimeoId":"102442649","transcript":"To test the power of this metal warrior Ryan challenged his 7-year-old son Nicolas to a game of chicken. You'll never defeat me!","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408705_100.jpg","ruTranscript":"Чтобы испытать мощь этого металлического воина, Райан вызвал своего семилетнего сына на поединок. Тебе меня не победить!"},{"vimeoId":"102442650","transcript":"Bike-riding protester played chicken with the bus!","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408696_100.jpg","ruTranscript":"Этот протестующий велосипедист соревновался в упорстве с автобусом."},{"vimeoId":"102442634","transcript":"Come on. Let's go!- Goddamn it! Don't play chicken with the goddamned jet!","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408622_100.jpg","ruTranscript":"Давай, поехали! - Черт возьми! Не пытайся играть с чертовым самолетом!"}]},{"title":"The haves and the have-nots","description":"\"The haves and the have-nots\": if you refer to two groups of people as haves and have-nots, you mean that the first group are very wealthy and the second group are very poor.","ruDescription":"Богатые и бедные.","idioms":[{"vimeoId":"102450481","transcript":"Deep divisions in Thai society between the haves and the have-nots.","imgSrc":"http://i.vimeocdn.com/video/481852940_100x75.jpg","ruTranscript":"Пропасть между богатыми и бедными в тайском обшестве."}]},{"title":"The pen is mightier than the sword","description":"\"The pen is mightier than the sword\": the things you write (orders for example) can be more powerful that direct violence.","ruDescription":"Написанный текст (например, приказ) может быть сильнее, чем насилие.","idioms":[{"vimeoId":"102450353","transcript":"What historians will make of our electronic communication is anybody's guess but one thing is already certain: the pen may be mightier that the sword but it's no match for e-mail.","imgSrc":"http://i.vimeocdn.com/video/472988523_100x75.jpg","ruTranscript":"Можно лишь гадать о том, как историки опишут нашу электронную коммуникацию, но одно ясно уже сейчас: то, что написано пером, не вырубишь топором, а то, что написано электронной почтой - и подавно."}]},{"title":"through thick and thin","description":"\"Through thick and thin\": if you stay with or support someone through thick and thin, you always stay with or support them, even in difficult situations.","ruDescription":"Через все преграды.","idioms":[{"vimeoId":"102442663","transcript":"The mother doesn't have to face the coming birth alone. Her immediate family will be in attendance.A tightly bound sisterhood that sticks up for each other through thick and thin.","imgSrc":"http://b.vimeocdn.com/ts/467/013/467013009_100.jpg","ruTranscript":"Матери не придется ждать родов в одиночестве. Ее ближайшие родичи будут рядом. Это тесно связанное содружество сестер, которые поддержат друг друга в любой беде."},{"vimeoId":"102442660","transcript":"...despite Tube strikes! - I did it! I made it! Through thick and thin! Ah?","imgSrc":"http://b.vimeocdn.com/ts/467/012/467012955_100.jpg","ruTranscript":"…несмотря на забастовки работников метро! - Я успел! Через все преграды, а?"}]},{"title":"thumbs-up","description":"\"Thumbs-up\": a sign of approval.","ruDescription":"\"Большой палец вверх\", знак одобрения.","idioms":[{"vimeoId":"102450345","transcript":"Like our village guy, they are not in favor of violence or suicide bombers but on the issue of the Islamic Caliphate it's a thumbs-up.","imgSrc":"http://i.vimeocdn.com/video/481852506_100x75.jpg","ruTranscript":"Как наш деревенский парень, они не любят насилие и террористов-смертников, но они одобряют все, что касается исламского халифата."}]},{"title":"tinderbox","description":"\"Tinderbox\": a metal box for holding tinder; potentially explosive place or situation. tinder: dry material (such as wood or grass) that burns easily and can be used to start a fire.","ruDescription":"Металлическая коробка для хранения трута; способное взорваться место либо ситуация.","idioms":[{"vimeoId":"102442665","transcript":"Fires happen too often here. No one's sure what causes them: the tinderbox housing  or desperate acts of arson.","imgSrc":"http://b.vimeocdn.com/ts/467/009/467009151_100.jpg","ruTranscript":"Пожары здесь происходят слишком часто. Никто не уверен, из-за чего: легковоспламеняющиеся материалы, из которых построены дома или поджоги."}]},{"title":"tipping point","description":"\"Tipping point\": the critical point in a situation beyond which a significant and often unstoppable change takes place.","ruDescription":"Критическая точка, за которой следуют важные и зачастую необратимые изменения.","idioms":[{"vimeoId":"102450341","transcript":"Because go back to the moment that you've escaped: what was the tipping point for you and how did you get out of there? The tipping point for me was when Rulon Jeffs died…","imgSrc":"http://i.vimeocdn.com/video/481852515_100x75.jpg","ruTranscript":"Давайте вернемся к моменту, когда вы вырвались из всего этого: что стало для Вас критической точкой и как Вы выбрались? - Критической точкой для меня стала смерть Рулона Джеффса."}]},{"title":"to add fuel to the fire","description":"\"To add fuel to the fire\": to make thing worse.","ruDescription":"Усугубить.","idioms":[{"vimeoId":"102460441","transcript":"Yeah, Anderson, that's right, that's certainly sort of fueling the fire.","imgSrc":"http://i.vimeocdn.com/video/475767041_100x75.jpg","ruTranscript":"Да, Андерсон, так и есть, это своего рода подливание масла в огонь."}]},{"title":"to add insult to injury","description":"To “add insult to injury” is to make a bad situation worse; to hurt the feelings of a person who has already been hurt.","ruDescription":"Усугубить положение.","idioms":[{"vimeoId":"102442669","transcript":"…policies of the past that elevated oil company profits over safety. To add insult to injury every summer the price of gas goes up.","imgSrc":"http://b.vimeocdn.com/ts/464/039/464039179_100.jpg","ruTranscript":"…политика прошлых лет, которая ставила прибыль нефтяной компании выше безопасности. Что еще хуже, цена на газ растет каждое лето."}]},{"title":"to back down","description":"\"To back down\": to withdraw from a commitment or position.","ruDescription":"Отказаться от ответственности за что-либо; отступиться от позиции.","idioms":[{"vimeoId":"102460436","transcript":"Ukraine leaders have acknowledged there's no chance of winning a military conflict against Russia but this exercise is meant to show that Ukraine is not ready to back down.","imgSrc":"http://i.vimeocdn.com/video/481852529_100x75.jpg","ruTranscript":"Украинские лидеры признали, что победить в военном противостоянии с Россией невозможно, но эти учения призваны показать, что Украина не готова сдаться."}]},{"title":"to balance the books","description":"\"To balance the books\": add up the debits and credits of an account and determine the difference; bring the two sides into equilibrium.","ruDescription":"Определить баланс банковского счета; привести две стороны к консенсусу.","idioms":[{"vimeoId":"102450313","transcript":"But the government believes that the sun-loving nation is living beyond it's means and warns that all Australians will have to share the pain to help balance the books (please find info about \"to live beyond one's means\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481852522_100x75.jpg","ruTranscript":"Но правительство считает, что солнцелюбивый народ Австралии живет на слишком широкую ногу, в связи с чем предупреждает, что экономить придется всем (пожалуйста, ознакомьтесь со значением идиомы \"to live beyond one's means\" в нашей коллекции)."}]},{"title":"to bang the drum","description":"\"To bang the drum\" is to to speak enthusiastically about a belief or idea in order to persuade other people to support it too.","ruDescription":"Увлеченно говорить о чем-то, пытаясь убедить других поддержать это.","idioms":[{"vimeoId":"102442681","transcript":"This is the latest statement from the Russian Foreign Ministry which everyday has been banging the drum about its concern of events in Ukraine.","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408136_100.jpg","ruTranscript":"Это последнее заявление российского МИДа, который трезвонил об озабоченности событиями на Украине."}]},{"title":"to be caught (stuck) in the middle","description":"\"To be caught/stuck in the middle\": between two or several opposing sides.","ruDescription":"Быть между нескольких противоборствующих сторон.","idioms":[{"vimeoId":"102460240","transcript":"Medical marijuana: the science, the politics and the patients caught in the middle of it.","imgSrc":"http://i.vimeocdn.com/video/481852525_100x75.jpg","ruTranscript":"Медицинская марихуана - наука, политика и пациенты оказались в эпицентре споров."},{"vimeoId":"102460250","transcript":"People of all nationalities are stuck in the middle and fed up (please find info about \"to be fed up\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481852570_100x75.jpg","ruTranscript":"Люди со всех стран оказались в центре неурядицы и изрядно от этого устали (пожалуйста, ознакомьтесь со значением идиомы \"to be fed up with\" в нашей коллекции)."}]},{"title":"to be dressed to the nines","description":"\"To be dressed up to the nines\": to be wearing very fashionable or formal clothes for a special occasion.","ruDescription":"Быть одетым стильно или в классическом стиле для особого мероприятия.","idioms":[{"vimeoId":"102460006","transcript":"And they are dressed to the nines and are on their way to Washington.","imgSrc":"http://i.vimeocdn.com/video/472988535_100x75.jpg","ruTranscript":"Они стильно одеты и направляются в Вашингтон."},{"vimeoId":"102460020","transcript":"All you will see is a girl you once knew although she's dressed up to the nines.","imgSrc":"http://i.vimeocdn.com/video/472988550_100x75.jpg","ruTranscript":"Все, что Вы увидите - это девушка, которую Вы когда-то знали, только разодетую в пух и прах."}]},{"title":"to be fed up with","description":"\"To be fed up with someone or something\": to have had enough of someone or something; to have tired of someone or something.","ruDescription":"Устать от чего-либо.","idioms":[{"vimeoId":"102450119","transcript":"And people are fed up with living in fear.","imgSrc":"http://i.vimeocdn.com/video/481852584_100x75.jpg","ruTranscript":"И люди устали жить в страхе."},{"vimeoId":"102450123","transcript":"That's how this movement started, it had to happen because people are already fed up.","imgSrc":"http://i.vimeocdn.com/video/481852554_100x75.jpg","ruTranscript":"Вот как началось это движение, так должно было случиться, потому что люди устали."},{"vimeoId":"102450241","transcript":"They control the power, so why are some committed Republicans fed up with their party?","imgSrc":"http://i.vimeocdn.com/video/481852574_100x75.jpg","ruTranscript":"Они контролируют власть, так почему же некоторым республиканцам надоела их партия?"},{"vimeoId":"102459998","transcript":"...who were fed up with corruption and this country's politicians.","imgSrc":"http://i.vimeocdn.com/video/483522186_100x75.jpg","ruTranscript":"Которым надоела коррупция и политики страны."},{"vimeoId":"102450112","transcript":"...many people are fed up with Europe.","imgSrc":"http://i.vimeocdn.com/video/483522189_100x75.jpg","ruTranscript":"Многим людям осточертела Европа."},{"vimeoId":"102450116","transcript":"...and people are fed up with living in fear.","imgSrc":"http://i.vimeocdn.com/video/483522192_100x75.jpg","ruTranscript":"И люди устали жить в страхе."}]},{"title":"to be in trenches","description":"\"To be in trenches\": to be involved, usually in something that's rigorous or difficult.","ruDescription":"Быть вовлеченным во что-то трудное или жестокое.","idioms":[{"vimeoId":"102450107","transcript":"Kind of give those responders that have been in the trenches since Saturday a little bit of a break and help them.","imgSrc":"http://i.vimeocdn.com/video/481852643_100x75.jpg","ruTranscript":"Отнестись к спасателям, которые вкалывали с субботы, с понимаем и помочь им."}]},{"title":"to be on board with","description":"\"To be on board with something/someone\": to be in agreement with someone; to be willing to do something; agreed to cooperate with or support something.","ruDescription":"Быть в согласии с кем-либо; быть согласным сотрудничать или поддержать.","idioms":[{"vimeoId":"102450101","transcript":"But the devil is the detail on this and now everybody is on board with the idea so we'll be discussing that further (please find info about \"the devil is in the details\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481852648_100x75.jpg","ruTranscript":"Но вся суть в деталях, и сейчас все согласны с этой идеей, поэтому мы продолжим ее обсуждение (пожалуйста, ознакомьтесь со значением идиомы \"the devil is in the details\" в нашей коллекции)."}]},{"title":"to bear the brunt","description":"\"To bear/take the brunt of something\": to receive the worst part of something unpleasant or harmful, such as an attack.","ruDescription":"Выдержать главный удар.","idioms":[{"vimeoId":"102450086","transcript":"Police bearing the brunt of the anger people here feel over the state of their country.","imgSrc":"http://i.vimeocdn.com/video/481852670_100x75.jpg","ruTranscript":"Полиция понесла самый суровый ущерб от гнева, который испытывают люди в связи с состоянием своей страны."},{"vimeoId":"102450091","transcript":"But personal tragedies happen every day. And it's often women like Halima Adoum that bear the brunt. She says her crops were destroyed by locusts and draught.","imgSrc":"http://i.vimeocdn.com/video/481852655_100x75.jpg","ruTranscript":"Но личные трагедии случаются каждый день. И зачастую самый тяжелый урон несут женщины, такие как Халима Адум. Она говорит, что ее посевы были уничтожены саранчой и засухой."},{"vimeoId":"102450096","transcript":"Within the past 24 hours it's been Tasmania that has borne the brunt.","imgSrc":"http://i.vimeocdn.com/video/481852657_100x75.jpg","ruTranscript":"Последние сутки именно Тасмания понесла самый жестокий ущерб."}]},{"title":"to beat swords into ploughshares","description":"\"To beat swords into ploughshares\": to turn sword (as a sharp metal military tool) into a ploughshare (as a similar sharp metal peaceful instrument) means to use weapons for peaceful civilian needs.","ruDescription":"Использовать оружие в мирных целях.","idioms":[{"vimeoId":"102450058","transcript":"They shall beat their swords into ploughshares. Yes, it means to turn weapons to peaceful uses.","imgSrc":"http://i.vimeocdn.com/video/475767212_100x75.jpg","ruTranscript":"Они переплавят пушки на колокола. - Да, это значит, что они станут использовать оружие в мирных целях."},{"vimeoId":"102450067","transcript":"Gaza is quiet again but no one on either side of the border is beating their swords into ploughshares.","imgSrc":"http://i.vimeocdn.com/video/475767181_100x75.jpg","ruTranscript":"В Газе снова спокойно, но обе стороны готовы к возобновлению военных действий."},{"vimeoId":"102450076","transcript":"And today South Africa's weapons-grade uranium left over from the apartheid era is being turned into medical isotopes that can detect cancer and other diseases. Swords into ploughshares indeed.","imgSrc":"http://i.vimeocdn.com/video/475767166_100x75.jpg","ruTranscript":"И сегодня, южноафриканский оружейный уран, оставшийся со времен апартеида, используют в качестве медицинского изотопа, который может выявлять рак и другие заболевания. Это действительно использование оружия в мирных целях."}]},{"title":"to beef up","description":"\"To beef up\": to make or become greater or stronger.","ruDescription":"Сделать или стать лучше, сильнее.","idioms":[{"vimeoId":"102450047","transcript":"It's much more menacing atmosphere then. Many more pro-Russian troops on the streets, beefed up check points (please find info about \"around the clock\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481852715_100x75.jpg","ruTranscript":"Значит, атмосфера там намного угрожающа. Про-россйиских солдат стало заметно больше, укреплены блок-посты (пожалуйста, ознакомьтесь со значением фразы \"around the clock\" в нашей коллекции)."},{"vimeoId":"102450054","transcript":"The Israelis are also beefing up their intelligence gathering, tripling resources over the last six month. Soldiers now monitor this area around the clock (please find info about \"around the clock\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481852692_100x75.jpg","ruTranscript":"Израильтяне также усилили разведку, увеличив ее финансирование втрое за последние полгода. Теперь военные следят за этой зоной круглые сутки (пожалуйста, ознакомьтесь со значением фразы \"around the clock\" в нашей коллекции)."}]},{"title":"to bottle up","description":"\"To bottle up\": to constrict something as if it was put in a bottle.","ruDescription":"Сковывать, стеснять, подавлять что-либо.","idioms":[{"vimeoId":"102450042","transcript":"Koreans (when they experience trauma), they feel anger and sadness but they tend to bottle them up. We're trying to encourage emotional communication to let those feelings out.","imgSrc":"http://i.vimeocdn.com/video/475767226_100x75.jpg","ruTranscript":"Когда корейцы получают травму, они испытывают гнев и грусть, но зачастую они подавляют эти чувства. Мы стараемся создать эмоциональную коммуникацию, чтобы эти чувства находили выход."}]},{"title":"to break bread","description":"\"To break bread\" is to share one's belongings or assets with another person; to eat together","ruDescription":"Разделить свое имущество с другим; поесть вместе; отметить событие.","idioms":[{"vimeoId":"102442690","transcript":"...take advantage of the opportunity to break bread and cement relationships.","imgSrc":"http://b.vimeocdn.com/ts/464/657/464657925_100.jpg","ruTranscript":"…воспользоваться возможностью разделить прибыль и укрепить взаимоотношения."},{"vimeoId":"102442693","transcript":"Some simple rules when breaking bread: be on time, the host will usually order,whatever's on offer - try it!","imgSrc":"http://b.vimeocdn.com/ts/464/657/464657960_100.jpg","ruTranscript":"Простые правила приглашения на обед: не опаздывайте, обычно заказывает приглашающий, поэтому что бы ни предлагалось - пробуйте!"}]},{"title":"to bring to book","description":"\"To bring to book\":  to demand an explanation from; call to account.","ruDescription":"Потребовать объяснений; призвать к ответственности.","idioms":[{"vimeoId":"102450018","transcript":"…brought to book for floating sanctions against some of the world most oppressive regimes.","imgSrc":"http://i.vimeocdn.com/video/481852720_100x75.jpg","ruTranscript":"…призваны к ответственности за введение санкций против одного из наиболее жестких режимов мира."}]},{"title":"to call the shots","description":"\"To call the shots\" - it means to be in charge/to be the boss/ There are two sorts of origins: the first refers to someone practising with a rifle and indicating where their target is going to be by calling it out in advance.  Another theory is that it comes from the game of billiards where the player announces in advance where they are going to hit the ball to.","ruDescription":"Быть главным, быть начальником.","idioms":[{"vimeoId":"102442877","transcript":"Now, the man behind the president, calling the shots... was Colonel Juan Peron would-be dictator.","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408194_100.jpg","ruTranscript":"А вот человек за президентом, командир… Это был полковник Хуан Перон, будущий диктатор."},{"vimeoId":"102442966","transcript":"In today's Europe it's Germany that calls the shots.","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408082_100.jpg","ruTranscript":"В современной Европе всем заправляет Германия."},{"vimeoId":"102442970","transcript":"How significant is the fact that Egypt appears to be calling the shots in terms of the way that the Palestinians are reacting?","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408160_100.jpg","ruTranscript":"Насколько важен факт, что Египет руководит реакцией палестинцев?"}]},{"title":"to catch a break","description":"\"To catch a break\": to get a moment of luck in difficult times; to make something less severe for a time.","ruDescription":"Облегчить что-либо на время.","idioms":[{"vimeoId":"102450011","transcript":"The most vulnerable parts of our population: those who struggle every day to keep their job, to provide for their families, to hold down to their homes or maybe to catch a break and get a job or maybe to catch a break and have their child be put into head start.","imgSrc":"http://i.vimeocdn.com/video/481852723_100x75.jpg","ruTranscript":"Самые уязвимые слои нашего населения: те, кто каждый день бьются за то, чтобы сохранить свою работу, кормить свои семьи, сохранить свой дом, или, может быть, поймать удачу и найти работу, или, может быть, поймать удачу и поставить своего ребенка на ноги."}]},{"title":"to catch someone red-handed","description":"\"To catch someone red-handed\": to catch someone in the middle of doing something wrong.","ruDescription":"Поймать кого-то в момент совершения преступления или плохого поступка.","idioms":[{"vimeoId":"102450002","transcript":"Russia says he was caught red handed.","imgSrc":"http://i.vimeocdn.com/video/472988555_100x75.jpg","ruTranscript":"В России утверждают, что его поймали с поличным."}]},{"title":"to change hands","description":"\"To change hands\": to be sold or passed from owner to owner.","ruDescription":"Перейти от одного владельца к другому.","idioms":[{"vimeoId":"102442976","transcript":"This is how power changes hands here: bloodless, but in the shadow of kidnapping and at the end of AK-47.","imgSrc":"http://b.vimeocdn.com/ts/468/270/468270322_100.jpg","ruTranscript":"Вот как здесь переходит власть: без кровопролития, но с похищениями и автоматами Калашникова."}]},{"title":"to chase down","description":"\"To chase someone or something down\": to track down and seize someone or something.","ruDescription":"Гнаться, за кем-либо, чем-либо.","idioms":[{"vimeoId":"102449998","transcript":"It was driving all of the group crazy. We were very frustrated when we realized that all of the paths we chased down didn't give you that: Aha! Eureka! moment (please find info about \"to drive crazy (nuts)\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481853407_100x75.jpg","ruTranscript":"Это сводило всю группу с ума. Мы были очень огорчены, когда поняли, что ни один путь, который мы отследили, не заставил нас сказать: \"Ага! Эврика!\" (пожалуйста, ознакомьтесь со значением фразы \"to drive crazy (nuts)\" в нашей коллекции)."}]},{"title":"to checkmate","description":"\"To checkmate\": 1) to attack (a chess opponent's king) in such a manner that no escape or defense is possible, thus ending the game. 2) to defeat completely.","ruDescription":"1) Объявить шах и мат; 2) Безоговорочно победить.","idioms":[{"vimeoId":"102442989","transcript":"Grandmaster has entered the political arena. But can he checkmate the President?","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408286_100.jpg","ruTranscript":"Гроссмейстер вышел на политическую арену. Но сможет ли он поставить мат президенту?"}]},{"title":"to cobble together","description":"\"To cobble together\" is to do or make something quickly and not very carefully.\"  Cobble\" is a rock fragment between 6 and 25 cm in diameter, especially one that has been naturally rounded.","ruDescription":"Делать что-либо быстро и не слишком аккуратно.","idioms":[{"vimeoId":"102441356","transcript":"And you have various levels of protocol,but they had to cobble together something very fast for Diana Princess of Wales when they decided she was not gonna have a state funeral. So they came up with the rubric of the \"ceremonial funeral\".","imgSrc":"http://i.vimeocdn.com/video/465454704_100x75.jpg","ruTranscript":"У них несколько уровней отчетности, но им пришлось быстро что-то придумать по принцессе Диане, когда было принято решение о том, что ее не будет государственных похорон. Поэтому они придумали новый вид похорон - \"торжественные\"."},{"vimeoId":"102441444","transcript":"It is all \"sticking plasters and quick fixes cobbled together for the TV cameras\".","imgSrc":"http://i.vimeocdn.com/video/465454656_100x75.jpg","ruTranscript":"Все это - торопливое приведение всего в порядок для телевидения."}]},{"title":"to come out of the closet","description":"\"To come out of the closet\":  to talk in public about something which you kept secret in the past because you were embarrassed about it;  to announce that you are attracted to people of the same sex.","ruDescription":"Публично раскрыть секрет; объявить себя гомосексуалистом.","idioms":[{"vimeoId":"102443080","transcript":"Well, Ashraful actually came out of the closet if you like and back in June when he had a press-conference admitted  that he had been involved in spot-fixing","imgSrc":"http://b.vimeocdn.com/ts/468/270/468270285_100.jpg","ruTranscript":"Так, Ашрафул фактически раскрыл все карты и еще в июне на пресс-конференции он признался, что был задействован в договорных матчах."},{"vimeoId":"102443185","transcript":"In 2002 landmark ruling encouraged many homosexuals in this country to come out of the closet.","imgSrc":"http://b.vimeocdn.com/ts/468/270/468270309_100.jpg","ruTranscript":"В 2002 поворотное решение правительства вдохновило множество гомосексуалистов этой страны объявить себя таковыми."},{"vimeoId":"102443075","transcript":"...kiss their partner in public or...or come out in public.","imgSrc":"http://b.vimeocdn.com/ts/468/270/468270351_100.jpg","ruTranscript":"…публично поцеловать своего партнера или… Или публично объявить себя геем."}]},{"title":"to come together","description":"\"To come together\": to combine different thing or part in one; to agree on something.","ruDescription":"Соединиться воедино (о частях чего-либо); прийти к согласию.","idioms":[{"vimeoId":"102449989","transcript":"Oh, the decorations, the banquet… I really hope everything comes together in time for tomorrow.","imgSrc":"http://i.vimeocdn.com/video/475767299_100x75.jpg","ruTranscript":"Ох, декорации, банкет… Я очень надеюсь, что все к завтрашнему дню все будет готово."}]},{"title":"to come up short","description":"\"To come up short\": to put much effort but still fail to reach the goal.","ruDescription":"Приложить много усилий, но не добиться цели.","idioms":[{"vimeoId":"102449856","transcript":"This is a big prize. Yes, it's a big prize. Half a million dollars on the line for the winner and these teams have worked hard but they came up short (please find info about \"on the line\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481853545_100x75.jpg","ruTranscript":"Это большой приз. Да, это большой приз. Полмиллиона долларов на кону, но эти команды, несмотря на свой тяжкий труд, не достигли цели (пожалуйста, ознакомьтесь со значением фразы \"on the line\" в нашей коллекции)."}]},{"title":"to crack down","description":"\"To crack down\": to act more forcefully to regulate, repress, or restrain.","ruDescription":"Действовать сильнее с целью подавления или сдерживания.","idioms":[{"vimeoId":"102449849","transcript":"When the government promised crack down it's apparently losing steam. So in a nutshell, tonight who has the upper hand (please find info about \"in a nutshell\" and \"upper hand\" in our library)?","imgSrc":"http://i.vimeocdn.com/video/481853479_100x75.jpg","ruTranscript":"Если государство прогнозирует ужесточение своей политики, значит, оно слабеет. Итак, в двух словах: кто на данный момент побеждает, Ник (пожалуйста, ознакомьтесь со значением фраз \"in a nutshell\" и \"upper hand\" в нашей коллекции)?"}]},{"title":"to cut the corners","description":"\"To cut the cornes\": to do something in an easy way.","ruDescription":"Делать что-либо не в полную силу.","idioms":[{"vimeoId":"102449842","transcript":"Еven more worrying: the  mechanics of American Airlines are not the only ones cutting corners.","imgSrc":"http://i.vimeocdn.com/video/472988562_100x75.jpg","ruTranscript":"Что беспокоит еще больше, так это то, что операторы American Airlines не единственные, кто работает как попало."}]},{"title":"to cut the crap","description":"\"To cut the crap\": to stop saying nonsense; to stop doing unnecessary things.","ruDescription":"Прекратить нести вздор или совершать глупые поступки.","idioms":[{"vimeoId":"102449632","transcript":"- We gotta do something about it.  - Like what?  - We gotta find God and tell him to cut the crap .","imgSrc":"http://i.vimeocdn.com/video/472988573_100x75.jpg","ruTranscript":"Мы должны сделать что-нибудь. - Например? - Мы должны найти Бога и сказать ему, чтобы прекращал валять дурака."}]},{"title":"to dawn on someone","description":"\"Dawn on someone\":  to become apparent to someone; [for something] to be suddenly realized by someone.","ruDescription":"Стать понятным; быть неожиданно осознанным.","idioms":[{"vimeoId":"102443198","transcript":"When I want to bed after having won the Eurovision song contest in 1974... and it dawned on me that Ok yesterday we were this little group from Sweden and now one day later the whole world is absolutely open.","imgSrc":"http://b.vimeocdn.com/ts/467/009/467009350_100.jpg","ruTranscript":"Евровидение-1974… И вдруг до меня дошло: да, вчера мы были неизвестной группой из Швеции, а сегодня весь мир открыт для нас."},{"vimeoId":"102443296","transcript":"That when Pistoreus says: it dawned on him that it could have been Riva (shot in the toilet).","imgSrc":"http://b.vimeocdn.com/ts/467/009/467009339_100.jpg","ruTranscript":"Тогда Писториус сказал, что до него дошло: это могла быть Рива (человек, застрелянный в туалете)."},{"vimeoId":"102443306","transcript":"Then it dawned on me: it was going to be here on the threshold, my own threshold (about the ABBA museum).","imgSrc":"http://b.vimeocdn.com/ts/467/009/467009342_100.jpg","ruTranscript":"И тогда до меня дошло: это будет здесь, на пороге, на моем пороге (о музее группы АББА)."}]},{"title":"to do 180","description":"\"U-turn\" 1) Literal: a turn by vehicle in the shape of U (180 degrees), 2) A complete change of actions, a reversal of tactics.","ruDescription":"В буквальном смысле, разворот автомобиля на 180 градусов (подобно форме буквы \"U\"); полное изменение действий на противоположные.","idioms":[{"vimeoId":"102449629","transcript":"So Sanjay, I know you've done 180 on medical marijuana but you are really now all-in. You're actually in the grow room.","imgSrc":"http://i.vimeocdn.com/video/475767313_100x75.jpg","ruTranscript":"Сэнджей, я знаю, что ты координально изменил отношение людей к лечебной марихуане, но сейчас ты выкладываешься на все сто - ты на связи с нами из помещения, где ее выращивают."}]},{"title":"to drive a wedge","description":"\"To drive a wedge between somebodies\": to do something which spoils their relationship.","ruDescription":"Сделать что-либо, что испортит отношения между кем-либо.","idioms":[{"vimeoId":"102449617","transcript":"The 21 members of European Union are united, the 21 members of NATO are united, so if anyone in Russian leadership thought the world wouldn't care about their actions in Ukraine or that they could drive the wedge between the European Union and the United States, they clearly miscalculated.","imgSrc":"http://i.vimeocdn.com/video/475767341_100x75.jpg","ruTranscript":"21 член Евросоюза объединены, 21 член НАТО объединены, поэтому если кто-то в российской верхушке думал, что миру будет все равно, что они сделают с Украиной, или что они могут рассорить Евросоюз с США, они, очевидно, ошиблись."}]},{"title":"to drive crazy (nuts)","description":"\"To drive someone crazy/nuts\": to annoy or irritate someone; to make someone lose his mind.","ruDescription":"Сводить с ума; злить.","idioms":[{"vimeoId":"102449604","transcript":"It was driving all of the group crazy. We were very frustrated when we realized that all of the paths we chased down didn't give you that: Aha! Eureka! moment.","imgSrc":"http://i.vimeocdn.com/video/481853488_100x75.jpg","ruTranscript":"Это сводило всю группу с ума. Мы были очень огорчены, когда поняли, что ни один путь, который мы отследили, не заставил нас сказать: \"Ага! Эврика!\""},{"vimeoId":"102449612","transcript":"Urrr, what that steering wheel be? Arrr, it's driving me nuts!","imgSrc":"http://i.vimeocdn.com/video/481853525_100x75.jpg","ruTranscript":"Аррр, что это за руль? - Аррр, он меня бесит!"}]},{"title":"to drop in","description":"\"To drop in\": to pay a casual visit; to visit briefly.","ruDescription":"Ненадолго зайти (например, в гости).","idioms":[{"vimeoId":"102449596","transcript":"I tore my mind on a jagged sky, I just dropped in to see what condition my condition was in.","imgSrc":"http://i.vimeocdn.com/video/472988577_100x75.jpg","ruTranscript":"Я сошел с ума в шероховатом небе, я лишь зашел, чтобы узнать, в каком состоянии мое состояние."}]},{"title":"to dust off","description":"\"To dust off\": to restore to use.","ruDescription":"Возобновить использование чего-либо.","idioms":[{"vimeoId":"102449583","transcript":"There was the Arab Summit last week in Riyadh where leaders dusted off a five-year-old comprehensive peace plan.","imgSrc":"http://i.vimeocdn.com/video/475767447_100x75.jpg","ruTranscript":"В Эр-Рияде на прошлой неделе состоялся арабский саммит, где лидеры стран вернулись к осуждению разумного плана обеспечения мира пятилетней давности."}]},{"title":"to face","description":"\"To face something\": to acknowledge something, to accept something.","ruDescription":"Признать, принять что-либо.","idioms":[{"vimeoId":"102449578","transcript":"And let's face it: if anywhere can make dreams come true, well, Silicon valley has a pretty good track record.","imgSrc":"http://i.vimeocdn.com/video/475767459_100x75.jpg","ruTranscript":"Давайте признаем: если и есть место, где сбываются мечты, то Силиконовая долина уже известна в таком качестве."}]},{"title":"to fall off the wagon","description":"\"To fall off the wagon\": to resume an addiction overcomed in the past; to start drinking again or taking drugs, et cetera.","ruDescription":"Снова попасть в зависимость (от алкоголя, табака и др.).","idioms":[{"vimeoId":"102449453","transcript":"He had suffered in the past from problems with drug addiction and spoke recently of falling off the wagon after 23 years of being clean.","imgSrc":"http://i.vimeocdn.com/video/475767481_100x75.jpg","ruTranscript":"В прошлом у него были проблемы с наркотиками и он недавно заявил, что сорвался после 23 лет воздержания."}]},{"title":"to fan out","description":"\"To fan out\": to spread out over a wide area.","ruDescription":"Рассредоточиться на большой территории.","idioms":[{"vimeoId":"102443309","transcript":"The second truck of Russians moves in, its soldiers fanning out.","imgSrc":"http://b.vimeocdn.com/ts/467/957/467957816_100.jpg","ruTranscript":"Подъезжает второй грузовик с российскими солдатами, солдаты расследотачиваются."}]},{"title":"to faze","description":"\"To faze\": to shock someone; to make someone lose composure.","ruDescription":"Шокировать; вывести из себя.","idioms":[{"vimeoId":"102449323","transcript":"The baby prince wasn't fazed and natural in front of the cameras.","imgSrc":"http://i.vimeocdn.com/video/472988641_100x75.jpg","ruTranscript":"Маленький принц не испугался и вел себя вполне естественно под объективами камер."},{"vimeoId":"102449336","transcript":"- I know nothing fazes you but this should faze you: we're completely in the dark on this! - That's a relief.","imgSrc":"http://i.vimeocdn.com/video/472988646_100x75.jpg","ruTranscript":"Я знаю, тебя трудно вывести из себя, но это должно: мы в полном неведении! - Мне стало легче."}]},{"title":"to flex muscles","description":"\"To flex your/its muscles\" is to act in a way that shows power or strength.","ruDescription":"Показывать мощь или силу.","idioms":[{"vimeoId":"102443312","transcript":"So what... Putin is on today in a way backed off slightly but kept the muscles flexing on the table.","imgSrc":"http://b.vimeocdn.com/ts/467/009/467009375_100.jpg","ruTranscript":"Ну и что… Сегодня Путин чуть отступил, но все же продолжил демонстрировать силу."}]},{"title":"to get around","description":"\"To get around\": to travel from place to place.","ruDescription":"Путешествовать с места на место.","idioms":[{"vimeoId":"102449318","transcript":"Though we've made it to China and now need to get around and try to understand the language that's frankly all Chinese to me (please find info about \"all Chinese to me\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481853519_100x75.jpg","ruTranscript":"Хоть мы и добрались до Китая, и теперь нам нужно освоиться и попробовать освоить язык, но, честно говоря, все это для меня - китайская грамота. Сегодня мы протестируем три приложения для перевода (пожалуйста, ознакомьтесь со значением идиомы \"all Chinese to me\" в нашей коллекции)."}]},{"title":"to get away with","description":"","ruDescription":"","idioms":[{"vimeoId":"102444504","transcript":"","imgSrc":"http://i.vimeocdn.com/video/475767494_100x75.jpg","ruTranscript":""}]},{"title":"to get away with something","description":"\"To get away with something\": to avoid blame, punishment, or criticism for doing something bad.","ruDescription":"Избежать обвинения, наказания или критики.","idioms":[{"vimeoId":"102443317","transcript":"And that's true. Think about what it means: the mob killed their President and they got away with it.","imgSrc":"http://b.vimeocdn.com/ts/467/957/467957873_100.jpg","ruTranscript":"И это правда. Подумайте о том, что это значит: мафиози убили своего президента им это сошло с рук."},{"vimeoId":"102443324","transcript":"Let me be clear: without a proper cop on the beat the roads are not safe and wrongdoers will get away with whatever mischief they can (please find info about the \"cop on the beat\" in our library).","imgSrc":"http://b.vimeocdn.com/ts/467/957/467957869_100.jpg","ruTranscript":"Необходимо понять: без хорошего полицейского в районе дороги небезопасны, и правонарушители уйдут безнаказанными после всего, что натворят (пожалуйста, ознакомьтесь с идиомой \"cop on the beat\" в нашей коллекции)."}]},{"title":"to get in the way","description":"To \"get in the way\" of something is to prevent something from happening.","ruDescription":"Сделать так, чтобы что-то не произошло.","idioms":[{"vimeoId":"102443337","transcript":"It's measured by the billions of dollars so I don't think you gonna see ah... the cyber security issue get in the way of that.","imgSrc":"http://b.vimeocdn.com/ts/465/454/465454884_100.jpg","ruTranscript":"Это измеряется миллиардами долларов, поэтому я не думаю, что интернет-безопасность станет проблемой."},{"vimeoId":"102443331","transcript":"Accountants only slow things down. Figures get in the way.","imgSrc":"http://b.vimeocdn.com/ts/465/454/465454893_100.jpg","ruTranscript":"Бухгалтеры только тормозят процесс. Цифры мешают."},{"vimeoId":"102443335","transcript":"... the politics getting in the way of getting a resourse from beneath the ground to above the ground.","imgSrc":"http://b.vimeocdn.com/ts/465/454/465454904_100.jpg","ruTranscript":"…политика, которая встает на пути у добычи ресурсов из недр и их доставки на поверхность."}]},{"title":"to get rid of","description":"\"To get rid of something/someone\": to stop using this \"something\"; to throw away this \"something\".","ruDescription":"Избавиться от чего-либо или кого-либо; перестать использовать.","idioms":[{"vimeoId":"102449306","transcript":"Here in the Spain we have had the dictatorship of Franco for forty years. We suffered from dictatorship like that but we think it wouldn't have been a good idea to bomb Madrid or Barcelona to get rid of Franco.","imgSrc":"http://i.vimeocdn.com/video/472988643_100x75.jpg","ruTranscript":"Здесь, в Испании, мы жили под диктатурой Франко 40 лет. Мы страдали от этой диктатуры, но нам кажется, забросать бомбами Мадрид или Барселону для избавления от Франко было бы плохой идеей."}]},{"title":"to get to the heart of","description":"\"To get to the heart of something\": to find the most essential part of something, the very meaning of something.","ruDescription":"Найти самую важную часть чего-либо, его суть.","idioms":[{"vimeoId":"102449294","transcript":"Chinese have come here for many reasons but one of them certainly is to try to get to the heart of it, to see the raw data. I think that the US and others are going to be trying to do the same thing.","imgSrc":"http://i.vimeocdn.com/video/481853533_100x75.jpg","ruTranscript":"Китайцы здесь по многим причинам, но один из них - попытаться понять суть, ознакомиться с голыми данными. Я думаю, что США и другие страны попытаются сделать то же самое."}]},{"title":"to gild the lily","description":"\"To gild the lily\": to attempt to improve something that is already fine the way it is.","ruDescription":"Пытаться улучшить что-либо, что и так хорошо.","idioms":[{"vimeoId":"102449286","transcript":"All right, Applejack. You think you're the top athlete in all of Ponyville? Well I was going to say in all of Equestria but that might be gilding the lily.","imgSrc":"http://i.vimeocdn.com/video/481853632_100x75.jpg","ruTranscript":"Ладно, Эплджек. Ты думаешь, ты лучший спортсмен в Понивилле? Я собиралась сказать \"в Эквестрии\", но, думаю, в этом нет необходимости."}]},{"title":"to give a leg up","description":"\"To give a leg up\": to help someone to improve their situation, especially at work.","ruDescription":"Помочь кому-либо, особенно по работе.","idioms":[{"vimeoId":"102449277","transcript":"The local bloke with the digger is giving me a little leg up there.","imgSrc":"http://i.vimeocdn.com/video/481853620_100x75.jpg","ruTranscript":"Местный паренек на экскаваторе помогает мне."}]},{"title":"to give somebody a dirty look","description":"\"To give a dirty look\": to look at someone in an angry way.","ruDescription":"Зло посмотреть на кого-то.","idioms":[{"vimeoId":"102449271","transcript":"...and threaten to shoot anyone who give someone a dirty look or use his harsh language.","imgSrc":"http://i.vimeocdn.com/video/472988656_100x75.jpg","ruTranscript":"…и угрожать пристрелить кого-то за злой взгляд или грубые слова."}]},{"title":"to give the creeps","description":"\"To give the creeps\": to make you feel frightened or nervous.","ruDescription":"Заставлять почувствовать страх или волнение.","idioms":[{"vimeoId":"102449261","transcript":"You sure you don't wanna stay for the show? Nah, this place gives me the creeps.","imgSrc":"http://i.vimeocdn.com/video/481853639_100x75.jpg","ruTranscript":"Ты точно не останешься на шоу? - Нет, это место меня нервирует."}]},{"title":"to go back to the drawing board","description":"\"To go back to the drawing board\": to return to the planning stage, so that a failed project can be planned again.","ruDescription":"Вернуться к проектировке с целью переосмыслить провалившийся план.","idioms":[{"vimeoId":"102444493","transcript":"Discovery world is going back to the drawing board, to the golden age of car design.","imgSrc":"http://b.vimeocdn.com/ts/468/286/468286622_100.jpg","ruTranscript":"Discovery World возвращается к истокам - к золотому веку автомобилестроения."}]},{"title":"to go fishing","description":"\"Gone fishing\" is an idiom that is used in reference to someone who is completely unaware of all that is going on in his immediate surroundings. The person described in this manner has checked out from reality and may be daydreaming.","ruDescription":"Совсем не понимать того, что происходит вокруг; быть оторванным от реальности; грезить.","idioms":[{"vimeoId":"102443346","transcript":"The title was \"Bin Laden determined to attack inside the United States\". A report like that might make some men jump, but as in days passed, George W. just went fishing.","imgSrc":"http://b.vimeocdn.com/ts/468/270/468270401_100.jpg","ruTranscript":"Заголовок был такой: \"Бин Ладен намерен атаковать США внутри страны\". Некоторые люди от такого доклада подскочили бы, но Джордж Буш младший как будто вообще не понял, что произошло."}]},{"title":"to go from bad to worse","description":"\"To go from bad to worse\": to became even worse than before.","ruDescription":"Ухудшиться.","idioms":[{"vimeoId":"102449251","transcript":"It went from bad to worse for William when there was a problem with his spinnaker sail and it came worryingly close to some rocks.","imgSrc":"http://i.vimeocdn.com/video/472988933_100x75.jpg","ruTranscript":"Для Уильяма все ухудшилось, когда у него возникли проблемы с его треугольным парусом и он слишком подошел слишком близко к скалам."}]},{"title":"to grasp at straws","description":"\"To grasp at straws\": to try any method, even those that are not likely to succeed, because you are in such a bad situation; to try to find reasons to feel hopeful about a situation when there is no real cause for hope.","ruDescription":"Применять любой способ, даже сомнительный, поскольку человек находится в бедственном положении; пытаться обнадежить себя, когда надеяться не на что.","idioms":[{"vimeoId":"102443349","transcript":"If I'm gone by the time you get back, or this is just me grasping at straws... I just want you to know I'm not scared.","imgSrc":"http://b.vimeocdn.com/ts/467/014/467014720_100.jpg","ruTranscript":"Если когда ты вернешься меня не будет, или если я буду держаться из последних сил, знай - я не боюсь."}]},{"title":"to hang in the balance","description":"\"To hang in the balance\": to depend on something for success or continued existence.","ruDescription":"Зависеть от чего-либо (об успехе или жизни).","idioms":[{"vimeoId":"102449243","transcript":"Lives of 386 passengers hang in the balance.","imgSrc":"http://i.vimeocdn.com/video/481853647_100x75.jpg","ruTranscript":"Жизни 386 пассажиров висят на волоске."}]},{"title":"to have a ball","description":"To \"have a ball\" is to have an exciting time, to enjoy yourself very much.","ruDescription":"Интересно проводить время, получая при этом большое удовольствие.","idioms":[{"vimeoId":"102443355","transcript":"Bye-bye. Backs to the wall. Aim high. We're having a ball. That's how we get the government we deserve.","imgSrc":"http://b.vimeocdn.com/ts/465/454/465454997_100.jpg","ruTranscript":"Пока-пока. Спиной к стене. Целься выше. Мы развлекаемся. Вот как у нас появится правительство, которое мы заслуживаем."},{"vimeoId":"102443530","transcript":"In my dreams I have a plan, if I got me a wealthy man, I wouldn't have to work at all, I'd fool around and have a ball.","imgSrc":"http://b.vimeocdn.com/ts/465/455/465455027_100.jpg","ruTranscript":"Я мечтаю о том, чтобы найти себе богатого мужчину, не работать совсем и просто изменять ему направо и налево и брать от жизни все."}]},{"title":"to have a bone to pick with someone","description":"\"to have a bone to pick with someone\" is to  have a reason to be angry with a person.","ruDescription":"Иметь причину злиться на кого-либо.","idioms":[{"vimeoId":"102443610","transcript":"- Bruce, I got a bone to pick with you! - You do? - Yep! - Why?","imgSrc":"http://b.vimeocdn.com/ts/466/215/466215888_100.jpg","ruTranscript":"- Брюс, ты разозлил меня! - Правда? - Ага! - Чем?"}]},{"title":"to have a field day","description":"\"To have a field day\":to experience freedom from one's usual work schedule; to have a very enjoyable time.","ruDescription":"Выйти из своего рабочего графика; провести время с удовольствием.","idioms":[{"vimeoId":"102443617","transcript":"\"No to war!\" is everywhere: restaurants print it on receits, even the news stand man wears the badge. The newspapers are having a field day criticising the government.","imgSrc":"http://b.vimeocdn.com/ts/467/957/467957880_100.jpg","ruTranscript":"Слоган \"Нет войне\" повсюду: рестораны печатают его на чеках, даже продавец газет носит такой значок. Газеты насладжаются возможностью раскритиковать правительство."}]},{"title":"to have fingers crossed","description":"\"To have fingers crossed\": to wish for luck .","ruDescription":"Надеяться на удачу.","idioms":[{"vimeoId":"102449110","transcript":"My fingers… I have my finger crossed for that. Well, I think everybody listening to you will have their fingers crossed for you.","imgSrc":"http://i.vimeocdn.com/video/472988946_100x75.jpg","ruTranscript":"Я надеюсь на это. - Я думаю, что все, кто сейчас слушает Вас, будут надеяться, что все будет хорошо."},{"vimeoId":"102449113","transcript":"But my application is strong this year: a letter of condemnation from the deputy mayor! That's gonna have some weight, so… fing","imgSrc":"http://i.vimeocdn.com/video/472988951_100x75.jpg","ruTranscript":"Но в этом году моя заявка лучше: это осуждающее письмо от заместителя мэра! С ним придется считаться, так что… будем надеяться."}]},{"title":"to have guts","description":"\"To have guts\": to have willpower and courage to do something.","ruDescription":"Иметь силу воли, смелость для поступка.","idioms":[{"vimeoId":"102449104","transcript":"West has no guts, no instrument to punish Russia.","imgSrc":"http://i.vimeocdn.com/video/472988960_100x75.jpg","ruTranscript":"У Запада не хватит духу, у него нет рычага, необходимого для наказания России."}]},{"title":"to have one's ear","description":"If someone \"has the ear\" of an important person, their ideas are listened to and considered important by that person.","ruDescription":"Иметь влияние.","idioms":[{"vimeoId":"102443632","transcript":"\"You know, he has had Steve Jobs's ear, he's been really running the show behind the scenes for quite some time\" (please find info about other two idioms used in this video in our library).","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408434_100.jpg","ruTranscript":"\"Вы знаете, что он имел влияние на Стива Джобса и на самом деле какое-то время он был главным, незаметно для всех\" (пожалуйста, ознакомьтесь с значением двух других идиом, использованных в этом фрагменте, в нашей коллекции)."},{"vimeoId":"102443641","transcript":"She's most often the person on the backdrop, constantly at the side of Hillary Clinton and a person who has her ear.","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408394_100.jpg","ruTranscript":"Чаще всего она стоит позади, постоянно находясь рядом с Хиллари Клинтон и, по-видимому, имея на нее определенное влияние."},{"vimeoId":"102443630","transcript":"Right, he has the ear of President Bashar al-Assad.","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408396_100.jpg","ruTranscript":"Да, он имеет влияние на президента Башара Асада."},{"vimeoId":"102443628","transcript":"There is no \"ear\" idiom in this phrase. However, you can see it on the screen.","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408553_100.jpg","ruTranscript":"В этом сюжете не использована данная идиома. Однако, вы можете видеть ее на экране."}]},{"title":"to hear something on the grapevine","description":"\"To hear something on the grapevine\": to hear news from someone who heard the news from someone else.","ruDescription":"Узнать что-либо от кого-то, кто также получил эти сведения от кого-либо.","idioms":[{"vimeoId":"102444483","transcript":"I heard it on the grapevine, straight from the horse's mouth. They're saying on the grapevine that he's heading north and you're going south.","imgSrc":"http://b.vimeocdn.com/ts/468/286/468286733_100.jpg","ruTranscript":"Я слышала от тех, кому поведали те, кто знает точно. Говорят, что он держит путь север, а ты идешь на юг."}]},{"title":"to hold the key","description":"\"To hold the key\":  to have control of something; to provide the explanation for something that you could not previously understand.","ruDescription":"Контролировать что-либо.","idioms":[{"vimeoId":"102449095","transcript":"Jayalalithaa - she's a former actress and the most formidable Tamil politician today. A strong showing from Monday's polls and she could well hold the key to the next government.","imgSrc":"http://i.vimeocdn.com/video/475767558_100x75.jpg","ruTranscript":"Джаялалита - бывшая актриса и самый влиятельный тамильский политик на сегодняшнего дня. Высокая явка на выборы в понедельник - и, вполне возможно, следующее правительство у нее в кармане."}]},{"title":"to hone in on something","description":"\"To hone in on something\": to give all your attention to something, to focus.","ruDescription":"Сосредоточить все свое внимание на чем-либо; сфокусироваться.","idioms":[{"vimeoId":"102443647","transcript":"Yeah, Anderson, that's right, that's certainly what's fueling the fire and  this case what you're seeing is people sort of honing in on the irregularities.","imgSrc":"http://b.vimeocdn.com/ts/467/957/467957893_100.jpg","ruTranscript":"Да, Андерсон, правильно, это именно то, что подливает масла в огонь, и люди, которых ты видишь, специализируются на подобного рода беспорядках."}]},{"title":"to hook up","description":"\"To hook someone/something up\": to set something up and get it working; to attach.","ruDescription":"Прикрепить; установить, устроить что-либо.","idioms":[{"vimeoId":"102449083","transcript":"Uh, no. Are you kidding me? After a whole day of non-stop twitching, now that I've got you all hooked up you're not getting a single one?","imgSrc":"http://i.vimeocdn.com/video/481853669_100x75.jpg","ruTranscript":"О нет. - Ты что, шутишь? Ты целый день не переставая дергалась, а теперь, когда я все устроила, ты не сделаешь это хотя бы раз?"}]},{"title":"to join ranks","description":"\"To join the ranks of something\": to become part of a large group.","ruDescription":"Присоединиться к многочисленной группе людей.","idioms":[{"vimeoId":"102449077","transcript":"This vast city is now the porn capital of the world. Shoko is one of thousands of young Japanese women who every year flock to jock it's ranks.","imgSrc":"http://i.vimeocdn.com/video/481853677_100x75.jpg","ruTranscript":"Этот огромный город стал столицей порно-индустрии мира. Shоко - одна из тысяч молодых японок, которые каждый год приезжают с тем, чтобы стать одной из актрис жанра."}]},{"title":"to join the dots","description":"\"To join the dots\": to get the whole picture; to bring together all separated facts.","ruDescription":"Сделать вывод из цепочки мыслей или событий.","idioms":[{"vimeoId":"102449067","transcript":"How important do you believe it is for the families? They've had this conclusion based on, you know,  the joining the dots of satellite data.","imgSrc":"http://i.vimeocdn.com/video/472989007_100x75.jpg","ruTranscript":"Насколько, по-вашему, это важно для семей? Они сделали такой вывод из имеющихся сведений о спутниковых данных."}]},{"title":"to join the ranks","description":"\"To join the ranks\" of something: to become part of a larger group or organization","ruDescription":"Становиться частью группы или организации.","idioms":[{"vimeoId":"102443651","transcript":"This vast city is now the porn capital of the world. Shoko is one of thousands of young Japanese women who every year flock to join its ranks.","imgSrc":"http://b.vimeocdn.com/ts/467/957/467957903_100.jpg","ruTranscript":"Этот огромный город сейчас является порностолицей всего мира. Шоко - одна из тысяч японских девушек, которые приезжают сюда пополнить ряды работников индустрии."}]},{"title":"to keep an eye on","description":"\"To keep an eye on something: to watch (monitor) something.","ruDescription":"Следить за чем-либо.","idioms":[{"vimeoId":"102449060","transcript":"The authorities will be keeping an eye on this and certainly be trying to help those people who are trying to evacuate.","imgSrc":"http://i.vimeocdn.com/video/472989010_100x75.jpg","ruTranscript":"Власти проследят за этим и, естественно, обеспечат эвакуацию людей."}]},{"title":"to keep at bay","description":"\"To keep something at bay\" is to prevent something or someone unpleasant from coming too near you or harming you;  to prevent someone from moving closer .","ruDescription":"Не допустить, чтобы кто-либо или что-либо плохое коснулось вас или причинило вам вред; не подпускать кого-либо близко.","idioms":[{"vimeoId":"102443659","transcript":"They allowed the protesters to come and go and they kept pro-Mubarak attackers at bay.","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408470_100.jpg","ruTranscript":"Они позволили протестующим делать что вздумается, но сторонников Мубарака держали под контролем."},{"vimeoId":"102443667","transcript":"Even with no tools or weapons Mike knows how to find much needed protein to add to his fruit diet and keep starvation at bay.","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408582_100.jpg","ruTranscript":"Даже без инструментов или оружия Майк может добыть столь необходимый белок и добавить его в свой фруктовый рацион, чтобы избежать голодной смерти."},{"vimeoId":"102443666","transcript":"Israeli aircrafts were kept at bay by surface-to-air missiles.","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408618_100.jpg","ruTranscript":"Ракеты класса \"Земля-Воздух\" не подпускали израильскую авиацию."}]},{"title":"to keep eyes peeled","description":"\"To keep someone eyes peeled/skinned\": to watch very carefully for something.","ruDescription":"Внимательно следить за чем-либо.","idioms":[{"vimeoId":"102449053","transcript":"Still, no doubt salvage team will keep their eyes peeled for the black box hoping to get much needed answers first.","imgSrc":"http://i.vimeocdn.com/video/481853689_100x75.jpg","ruTranscript":"Нет никаких сомнений в том, что спасательная команда будет изо всех сил искать черный ящик в надежде на то, что они первыми смогут получить ответы на все вопросы."}]},{"title":"to keep fingers crossed","description":"\"To have fingers crossed\": to wish for luck.","ruDescription":"Надеяться на удачу.","idioms":[{"vimeoId":"102448941","transcript":"But my application is strong this year: a letter of condemnation from the deputy mayor! That's gonna have some weight, so… fingers crossed.","imgSrc":"http://i.vimeocdn.com/video/472989020_100x75.jpg","ruTranscript":"Но в этом году моя заявка лучше: это осуждающее письмо от заместителя мэра! С ним придется считаться, так что… будем надеяться."},{"vimeoId":"102449047","transcript":"My fingers… I have my fingers crossed for that. Well, I think everybody listening to you will have their fingers crossed for you.","imgSrc":"http://i.vimeocdn.com/video/472989023_100x75.jpg","ruTranscript":"Я надеюсь на это. - Я думаю, что все, кто сейчас слушает Вас, будут надеяться, что все будет хорошо."}]},{"title":"to keep the books","description":"The idiom \"to keep the books\" means to make records of profits, losses and expenditures for a business.","ruDescription":"Записывать сведения о доходах, убытках и расходах бизнеса.","idioms":[{"vimeoId":"102443668","transcript":"When the money keeps rolling out you don't keep books.You can tell you've done well by the happy, grateful looks. Accountants only slow things down. Figures get in the way...","imgSrc":"http://b.vimeocdn.com/ts/465/455/465455042_100.jpg","ruTranscript":"Когда деньги текут рекой, ты не ведешь записей о доходах и расходах. И можно понять, что ты был хорош по счастливым и благодарным взглядам. Бухгалтеры лишь тормозят процесс. Цифры мешают..."}]},{"title":"to kick in","description":"\"To kick in\": to take effect, to become operative.","ruDescription":"Вступить в силу; начать действовать.","idioms":[{"vimeoId":"102448938","transcript":"We did what we were trained to do, it just kicked in.","imgSrc":"http://i.vimeocdn.com/video/472989026_100x75.jpg","ruTranscript":"Мы сделали то, чему нас учили, руки делали все сами."}]},{"title":"to kick the tyres","description":"\"To kick the tires\" means to try something or examine it carefully before you buy it;  it is sometimes used in a more figurative sense to simply mean superficially check of the quality of something.","ruDescription":"Протестировать или детально осмотреть что-либо перед покупкой либо поверхностно проверить качество чего-либо.","idioms":[{"vimeoId":"102440550","transcript":"- Is it a genuine offer or when you look at it,is it a stalling tactic? - We'll have to kick the tyres, obviously.","imgSrc":"http://i.vimeocdn.com/video/466407636_100x75.jpg","ruTranscript":"- Это искреннее предложение или же тактический ход? - Нам нужно будет это проверить, конечно."},{"vimeoId":"102440553","transcript":"Audiences kick tyres to see how presenter stands in the line of fire, investors kick the tyres to see how the management responds to adversity, and employers kick the tyres of perspective employees to test their grip.","imgSrc":"http://i.vimeocdn.com/video/466407619_100x75.jpg","ruTranscript":"Зрительный зал проверяет то, как выступающий держится на сцене, инвесторы проверяют то, как управляющие ведут себя в трудных ситуациях, а работодатели проверяют хватку своих будущих подчиненных."}]},{"title":"to kiss and tell","description":"“To kiss and tell”: to talk on television, in a newspaper etc. about a sexual relationship you have had with a famous person, especially in order to get a lot of money.","ruDescription":"Опубликовать сведения о своих интимных связях с известной личностью, в основном с целью заработать на этом деньги.","idioms":[{"vimeoId":"102443748","transcript":"Her actions are unique in history of mistresses of prominent men. A far more common route to revenge is kiss and tell.","imgSrc":"http://b.vimeocdn.com/ts/467/014/467014789_100.jpg","ruTranscript":"Её действия были необычными для любовницы известных мужчин. Более распространенным способом отомстить является освещение этих отношений в прессе."}]},{"title":"to leave no stone unturned","description":"\"To leave no stone unturned\": to search in all possible and couple of impossible places; to make every possible effort.","ruDescription":"Искать везде, где возможно; сделать максимальное усилие.","idioms":[{"vimeoId":"102448932","transcript":"That investigators leave no stone unturned. They dig to the bottom of the ocean to make sure that flying remains the safest form of travel (which it is today)","imgSrc":"http://i.vimeocdn.com/video/475767595_100x75.jpg","ruTranscript":"…что следователи ищут самолет везде, где это возможно. Они погрузились на дно океана, чтобы убедиться в том, что самолет остается самым безопасным видом транспорта, коим он считается в данный момент."}]},{"title":"to lie back and think of England","description":"\"Lie back and think of England\": advice given when a woman will inevitably be taking part in unwanted but inevitable sex,  usually with a partner but sometimes attributed to rape. Mothers would give it to their daughters on their wedding nights: think of the good the children could do the country.","ruDescription":"Расслабиться и думать о чем-нибудь хорошем.","idioms":[{"vimeoId":"102448922","transcript":"On that low note, it's time for Beverly to glove up, stand firm and think of England. So you take the tail with your left hand  and lift the tail up. You're heading for that top opening. Curl with your hand, twist slightly and push.","imgSrc":"http://i.vimeocdn.com/video/468286778_100x75.jpg","ruTranscript":"На этой грустной ноте, Беверли пора надеть перчатки, встать прямо и думать о хорошем. Нужно взять хвост левой рукой и поднять его вверх. Тебе нужно верхнее отверстие. Крути кистью, не слишком сильно, и дави."},{"vimeoId":"102448915","transcript":"That's right, love! For centuries the Farnsworth gentleman has provided service to the Queen. Now close your eyes and think of England!","imgSrc":"http://i.vimeocdn.com/video/468286819_100x75.jpg","ruTranscript":"Правильно, милая! На протяжении веков господин Фарнсворт служил королеве. А теперь закрой глаза и думай о хорошем!"}]},{"title":"to lie in state","description":"\"To lie in state\": to be on display for public mourning (for dead body).","ruDescription":"Быть выставленным для торжественного прощания (об умершем человеке).","idioms":[{"vimeoId":"102448904","transcript":"Underneath the golden domes of the Russian orthodox Christ the Savior Cathedral in the center of the Russian capital Boris Eltsyn's body has been lying in state.","imgSrc":"http://i.vimeocdn.com/video/475767622_100x75.jpg","ruTranscript":"Под золотыми куполами русского православного храма Христа-Спасителя, в центре столицы России, тело Бориса Ельцина выставлено для торжественного прощания."},{"vimeoId":"102448909","transcript":"Tens of thousands of people are continuing to fill the streets surround the Vatican queueing to see the body of Pope John Paul II lying in state.","imgSrc":"http://i.vimeocdn.com/video/475767743_100x75.jpg","ruTranscript":"Десятки тысяч людей продолжают заполнять улицы вокруг Ватикана для того, чтобы увидеть выставленное для торжественного прощания тело Иоанна Павла II."},{"vimeoId":"102448895","transcript":"We saw a televised image of the Pope's body lying privately in state in the Apostolic Palace. It will be moved tomorrow to the Basilica of St. Peter so that pilgrims can have a chance to come and say the last goodbyes.","imgSrc":"http://i.vimeocdn.com/video/475767633_100x75.jpg","ruTranscript":"Мы видели изображение тела папы, которое выставили для торжественного прощания в Апостольском дворце. Завтра его перевезут в базилику Святого Петра для того, чтобы паломники могли прийти и попрощаться."}]},{"title":"to live beyond one's means","description":"\"To live beyond one's means\": to spend more money than one can afford.","ruDescription":"Тратить больше денег, чем человек может себе позволить.","idioms":[{"vimeoId":"102448788","transcript":"But the government believes that the sun-loving nation is living beyond it's means and warns that all Austalians will have to share the pain to help balance the books (please find info about \"to balance the books\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481853696_100x75.jpg","ruTranscript":"Но правительство считает, что солнцелюбивый народ Австралии живет на слишком широкую ногу, в связи с чем предупреждает, что экономить придется всем (пожалуйста, ознакомьтесь со значением идиомы \"to balance the books\" в нашей коллекции)."}]},{"title":"to live up to","description":"\"To live up to something\": to live or act in accordance with something.","ruDescription":"Действовать в соответствии с чем-либо.","idioms":[{"vimeoId":"102448575","transcript":"And you made clear that if you use them you either have to live up to diplomacy or there is actual punishment.","imgSrc":"http://i.vimeocdn.com/video/475767767_100x75.jpg","ruTranscript":"И Вы дали понять, что если вы их используете, то вам придется либо соответствовать своей дипломатии, либо последует реальное наказание."},{"vimeoId":"102448580","transcript":"A country that lives up to its legacy as the global leader in technology, in discovery, in innovation with all the new jobs and new businesses that follow.","imgSrc":"http://i.vimeocdn.com/video/475767751_100x75.jpg","ruTranscript":"Страна, которая соответствует своему наследию глобального лидера в области технологий, открытий, инноваций со всеми новыми рабочими местами и предприятиями, которые за этим следуют."}]},{"title":"to lock and load","description":"\"To lock and load\": short for locking the magazine(cartridge) into the gun and loading the ammunition into the gun's chamber; preparations have to be made for an immediate action (as if to fire).","ruDescription":"Приготовиться к незамедлительным действиям.","idioms":[{"vimeoId":"102448461","transcript":"…is ready to lock and load for more guns in more places. So where does the right to bear arms end and the duty to bar them begin?","imgSrc":"http://i.vimeocdn.com/video/475767800_100x75.jpg","ruTranscript":"…готовы к распространению большего количества оружия в большем количестве мест. Так где заканчивается право носить оружие и начинается долг запрещать его?"}]},{"title":"to lose steam","description":"\"To lose steam\": to lose energy; become exhausted.","ruDescription":"Ослабеть; устать.","idioms":[{"vimeoId":"102448453","transcript":"When the government promised crack down it's apparently losing steamt. So in a nutshell, tonight, Nick, who has the upper hand (please find info about \"in a nutshell\" and \"upper hand\" in our library)?","imgSrc":"http://i.vimeocdn.com/video/481853785_100x75.jpg","ruTranscript":"Если государство прогнозирует ужесточение своей политики, значит, оно слабеет. Итак, в двух словах: кто на данный момент побеждает, Ник (пожалуйста, ознакомьтесь со значением идиом \"in a nutshell\" и \"upper hand\" в нашей коллекции)?"}]},{"title":"to make a dent in","description":"\"To make a dent in something\": to make a small amount of progress with something.","ruDescription":"Совершить незначительный прогресс в чем-либо.","idioms":[{"vimeoId":"102448447","transcript":"I want this place to be spotless and you barely made a dent in the clutter!","imgSrc":"http://i.vimeocdn.com/video/475767850_100x75.jpg","ruTranscript":"Я хочу, чтобы здесь не было ни пятнышка, а ты едва прикоснулась ко всему этому хламу!"}]},{"title":"to make a difference","description":"\"To make a difference\": to have an effect; to distinguish.","ruDescription":"Повлиять; иметь значение, влияние; отличаться от других.","idioms":[{"vimeoId":"102448438","transcript":"There is a difference between making cars and making cars that make a difference.","imgSrc":"http://i.vimeocdn.com/video/475767846_100x75.jpg","ruTranscript":"Есть разница между созданием автомобилей и созданием автомобилей, которые меняют мир."}]},{"title":"to make ends meet","description":"\"To make (both) ends meet\": to make very little money just enough to cover basic needs.","ruDescription":"Зарабатывать минимальное количество денег, которого хватает лишь на базовые нужды.","idioms":[{"vimeoId":"102448416","transcript":"Writing to \"New York Times\" on Monday Buffet says, quote, \"While the poor and middle class fight for us in Afghanistan, and while most Americans struggle to make ends meet, we mega-rich continue to get our extraordinary tax breaks\".","imgSrc":"http://i.vimeocdn.com/video/475767871_100x75.jpg","ruTranscript":"В своем сообщении в адрес \"Нью-Йорк Таймз\" в понедельник Баффет написал, цитирую: \"В то время, как бедные люди и средний класс бьются за нас в Афганистане, и большинство американцев едва сводят концы с концами, мы, сверхбогатые люди, продолжаем пользоваться огромными налоговыми льготами."},{"vimeoId":"102448431","transcript":"The Swaziland grandmothers growing potent marijuana to make ends meet.","imgSrc":"http://i.vimeocdn.com/video/475767883_100x75.jpg","ruTranscript":"Бабушки в Свазиленде выращивают сильнодействующую марихуану, чтобы сводить концы с концами."}]},{"title":"to make matters worse","description":"\"To make matters worse\": to make the situation even more unpleasant or difficult (even worse that before).","ruDescription":"Усугубить ситуацию.","idioms":[{"vimeoId":"102448412","transcript":"Today after a grueling four hours the hunters catch only three small birds. Making matters worse the Hadza face severe competition for land and water from livestock herders.","imgSrc":"http://i.vimeocdn.com/video/472989040_100x75.jpg","ruTranscript":"Сегодня, после изнурительных четырех часов охотники поймали лишь трех маленьких птиц. Что еще хуже, хадза столкнулись с конкуренцией за землю и воду со скотоводами."}]},{"title":"To play catch-up","description":"\"To play catch-up\": to make a special effort to overcome a late start or the advantage a competitor has.","ruDescription":"Сделать усилие, чтобы устранить свое отставание.","idioms":[{"vimeoId":"102448404","transcript":"It's moved away from the crash site, it's moved away maybe 52 or 150 miles by now. It's dispersed as well. It's joining the background of other debris. Leaving search teams to play catch up as they try to track down flight 370.","imgSrc":"http://i.vimeocdn.com/video/475765313_100x75.jpg","ruTranscript":"К этому часу они отдалились от места крушения, может быть, на 52, а может быть, и на 150 миль. Также они разбросаны и перемешиваются с другими обломками, что подгоняет поисковые команды, которым нужно успеть найти рейс 370."}]},{"title":"to poke fun at","description":"\"To poke fun at something/somebody\": to ridicule in a mischievous manner; tease.","ruDescription":"Издеваться; дразнить.","idioms":[{"vimeoId":"102448287","transcript":"Poking fun at their Chinese neighbours, waving national flags and dressed in communist party costumes.","imgSrc":"http://i.vimeocdn.com/video/481853787_100x75.jpg","ruTranscript":"Издеваясь над китайскими соседями, размахивая национальными флагами и одеваясь в костюмы членов коммунистической партии."}]},{"title":"to poke the bear","description":"\"To poke the bear\": to annoy someone who's already irritated.","ruDescription":"Злить того, кто уже зол.","idioms":[{"vimeoId":"102448270","transcript":"I have to tell you: we are not changing the motion to \"stop poking the badger\", it is still \"stop poking the bear\". - You know, this notion, that we shouldn't poke the bear and we should just engage with it - it's a really nice and comforting one. It's the notion that if you don't poke the bear or the badger, or whatever animal we decide on tonight, it just won't roar.","imgSrc":"http://i.vimeocdn.com/video/483520871_100x75.jpg","ruTranscript":"Я должен сказать вам: мы не меняем курс на \"не буди барсука\", наш курс все еще \"не буди медведя\". - Знаете, это понятие, что мы не должны будить медведя, а нам следует найти с ним общий язык - хорошее и обнадеживающее. Это представление о том, что если не разбудить медведя или барсука - неважно, на каком животном мы сегодня сойдемся - он не начнет реветь."}]},{"title":"to pour cold water","description":"\"To pour cold water on something\": to discourage doing something; to reduce enthusiasm for something.","ruDescription":"Препятствовать чему-то; подавливать чей-либо энтузиазм.","idioms":[{"vimeoId":"102448243","transcript":"And, um, already Prime Minister Netanyahu, the Israeli prime minister, is pouring cold water on this agreement saying that Fatah is choosing peace over Hamas instead of peace with Israel.","imgSrc":"http://i.vimeocdn.com/video/481853821_100x75.jpg","ruTranscript":"И, эм, премьер-министр Нетаньяху, премьер Израиля, уже высказывается против этого соглашения, утверждая, что ФАТХ выбрали мир с движением Хамас вместо мира с Израилем."}]},{"title":"to pull one's punches","description":"\"To pull punches\": (boxing) not to hit in full force. \"Not to pull any punches\": to speak in an honest way without trying to be kind.","ruDescription":"Бить не в полную силу. \"Not to pull any punches\" - сказать неудобную правду в глаза.","idioms":[{"vimeoId":"102448234","transcript":"Turn back to Anchorage and we'll gonna make an emergency landing. The captain didn't try to hide anything, didn't try to pull any punches, he just flat out said how things were and that it could possible be a very rough landing (please find info about \"flat out\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481853822_100x75.jpg","ruTranscript":"Разворачиваемся на Анкоридж, совершим аварийную посадку. Капитан не пытался ничего скрыть, не пытался смягчить свои слова, он просто прямо сказал, как обстояли дела и что, возможно, посадка будет жесткой (пожалуйста, ознакомьтесь со значением фразы \"flat out\" в нашей коллекции)."}]},{"title":"to pull out all the stops","description":"\"To pull out all the stops\": to do everything you can to make something successful.","ruDescription":"Делать все возможное для того, чтобы добиться успеха.","idioms":[{"vimeoId":"102447166","transcript":"America's gun lobby pulled out all the stops at it's annual convention this weekend. The NRA continues to resist even the kind of sensible gun control that the overwhelming majority of the American people support.","imgSrc":"http://i.vimeocdn.com/video/475768014_100x75.jpg","ruTranscript":"Американские сторонники свободного владения оружием проделали огромную работу на своем ежегодном съезде, состоявшемся в эти выходные. Национальная оружейная ассоциация продолжает сопротивляться даже введению разумного контроля за оружием, которое поддерживает подавляющее большинство американцев."}]},{"title":"to put bluntly","description":"\"To put something bluntly\": to say something honest that may offend people.","ruDescription":"Честно сказать что-либо, что может задеть другого человека.","idioms":[{"vimeoId":"102447160","transcript":"Marathon swimmer Diana Nyad said she didn't cheat during last week's epic swim from Cuba to Florida. Diana Nyad put it bluntly saying her swim was fair and square. But will it be a record (please find info about \"fair and square\" in our library)?","imgSrc":"http://i.vimeocdn.com/video/481853841_100x75.jpg","ruTranscript":"Пловец-марафонец Диана Наяд заявила что не жульничала во время своего исторического заплыва из Кубы во Флориду на прошлой неделе. Диана Наяд сказала прямо: все было по-честному. Но станет ли ее заплыв рекордом (пожалуйста, ознакомьтесь со значением фразы \"fair and square\" в нашей коллекции)?"}]},{"title":"to put through","description":"\"To put somebody through something\": to cause someone to experience something unpleasant.","ruDescription":"Причинить кому-либо неудобство или своими действиями заставить человека испытать негативные эмоции.","idioms":[{"vimeoId":"102447151","transcript":"I'm sorry, Twilight, to have to put you all through so much trouble. Trouble, huh? What trouble?","imgSrc":"http://i.vimeocdn.com/video/475768016_100x75.jpg","ruTranscript":"Твайлайт, прости меня за то, что мне придется создать тебе столько проблем. - Проблем, а? Каких проблем?"}]},{"title":"to raise eyebrows","description":"\"To raise eyebrows\": to show surprise.","ruDescription":"Выразить удивление.","idioms":[{"vimeoId":"102447145","transcript":"He spent 42 million dollars renovating his home and also raised eyebrows for flying first class to India for a missionary trip.","imgSrc":"http://i.vimeocdn.com/video/475768039_100x75.jpg","ruTranscript":"Он потратил 42 миллиона долларов на восстановление своего дома, а также был удивлен полетом 1-м классом в Индию для осуществления миссионерской деятельности."}]},{"title":"to roll the dice","description":"\"To roll the dice\": to take a chance on something.","ruDescription":"Сделать попытку; попытать счастья.","idioms":[{"vimeoId":"102447122","transcript":"A frightening game. And now players are intent on taking that chance. But with the world also rolling the dice on their home it is not going to be easy.","imgSrc":"http://i.vimeocdn.com/video/481853852_100x75.jpg","ruTranscript":"Страшная игра. И теперь игроки намерены попробовать сделать это. Но, учитывая, что весь мир также хочет сделать попытку, это будет нелегко."}]},{"title":"to rub shoulders","description":"\"To rub shoulders\": to interact closely; to mix.","ruDescription":"Близко взаимодействовать; смешаться.","idioms":[{"vimeoId":"102447118","transcript":"It was also a day of odd couples: Beyonce and Jay Z rubbing shoulders with Newt Gingrich and Callista.","imgSrc":"http://i.vimeocdn.com/video/475768064_100x75.jpg","ruTranscript":"Также этот день стал днем странных пар: Бейонсе и Джей-Зи, совсем рядом с ними Ньют Гингрич и Каллиста."}]},{"title":"to run out","description":"\"To run out (of something)\": to have no more of something.","ruDescription":"Больше не иметь чего-либо.","idioms":[{"vimeoId":"102447114","transcript":"He studies what goes on when giant stars run out of fuel and start to shrink.","imgSrc":"http://i.vimeocdn.com/video/481853919_100x75.jpg","ruTranscript":"Он изучает то, что происходит, когда у гигантских звезд кончается топливо и они начинают уменьшаться."}]},{"title":"to run the show","description":"\"To run the show\" is to be in charge; to be in command.","ruDescription":"Быть главным.","idioms":[{"vimeoId":"102443749","transcript":"\"You know, he has had Steve Jobs's ear,he's been really running the show behind the scenes for quite some time\" (please find info about other two idioms used in this video in our library).","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408735_100.jpg","ruTranscript":"\"Вы знаете, что он имел влияние на Стива Джобса и на самом деле какое-то время он был главным, незаметно для всех\" (пожалуйста, ознакомьтесь с значением двух других идиом, использованных в этом фрагменте, в нашей коллекции)."}]},{"title":"to show somebody the ropes","description":"\"To show somebody the ropes\": to explain to someone how to do a job or activity.   This expression has its origins in the world of sailing.","ruDescription":"Объяснить, как выполнять работу или операцию.","idioms":[{"vimeoId":"102447108","transcript":"Good morning! Vet surgeon Sarah Bailey is here to show us the ropes. She's an inventor as well as a vet.","imgSrc":"http://i.vimeocdn.com/video/469745376_100x75.jpg","ruTranscript":"Доброе утро! Ветеринарный хирург Сара Бэйли объяснит нам, как это делать. Она столь же изобретатель, сколь и ветеринар."}]},{"title":"to speak volumes","description":"\"To speak volumes\": to reveal a massive amount of information.","ruDescription":"Предоставить большое количество информации.","idioms":[{"vimeoId":"102447104","transcript":"The destruction speaks volumes about the intensity of the blaze.","imgSrc":"http://i.vimeocdn.com/video/475768105_100x75.jpg","ruTranscript":"Степень разрушения наглядно показывает мощность пожара."}]},{"title":"to spill the beans","description":"\"To spill the beans\":  to disclose a secret.","ruDescription":"Раскрыть секрет.","idioms":[{"vimeoId":"102447099","transcript":"It was supposed to be a secret Israeli raid in the West Bank but someone spilled the beans on a social networking site. Find out who leaked the details and how.","imgSrc":"http://i.vimeocdn.com/video/475768146_100x75.jpg","ruTranscript":"Это должно было стать секретной операцией израильтян на западном берегу, но кто-то раскрыл данные о рейде в социальной сети. Узнайте, кто слил детали операции и как он это сделал."}]},{"title":"to spin in the grave","description":"\"To spin (to turn) in one's grave\": to show enormous disfavor for something that has happened after one's death.","ruDescription":"\"Перевернуться в гробу\": будучи умершим, предположительно испытать чрезвычайное недовольство, которое можно было бы ожидать от человека, будь он еще жив.","idioms":[{"vimeoId":"102447090","transcript":"This week on \"Click\" a digital art special as we look at the works that could set the old masters spinning in their graves.","imgSrc":"http://i.vimeocdn.com/video/481853935_100x75.jpg","ruTranscript":"На этой неделе в программе \"Клик\" - специальный выпуск о цифровом искусстве, в котором мы рассмотрим работы, которые заставили бы мастеров прошлого перевернуться в гробу."}]},{"title":"to spirit away","description":"\"To spirit away\": to sneak something or someone away to another place.","ruDescription":"Незаметно перенести куда-либо.","idioms":[{"vimeoId":"102447078","transcript":"Those documents were actually spirited away to safety!","imgSrc":"http://i.vimeocdn.com/video/475768162_100x75.jpg","ruTranscript":"Те документы незаметно унесли в безопасное место."},{"vimeoId":"102447084","transcript":"Some of Spain's top toreros are on the bill for the final fight here. Tickets sold out at record speed, even street posters have been torn down and spirited away as souvenirs.","imgSrc":"http://i.vimeocdn.com/video/475768261_100x75.jpg","ruTranscript":"В финальном представлении примут участие лучшие тореро Испании. Билеты разошлись в рекордно короткие сроки, даже уличные плакаты срывали и, спрятав, уносили в качестве сувенира."},{"vimeoId":"102447081","transcript":"These people were brought here as children spirited away from another journey: a journey which took Jewish families to their deaths in the concentration camps.","imgSrc":"http://i.vimeocdn.com/video/475768148_100x75.jpg","ruTranscript":"Этих людей привезли сюда еще детьми, когда их незаметно сняли с другого маршрута, по которому еврейские семьи отправляли на смерть в концлагерях."}]},{"title":"to spit it out","description":"\"Spit it out!\": trying to get someone to tell you their secret; can also be used if person is stuttering.","ruDescription":"Используется, когда пытаются выпытать какой-либо секрет; также используется в отношении заикающегося человека.","idioms":[{"vimeoId":"102443758","transcript":"- Can I ask you something?  - If it is for a date, I'm sorry, I've never seen anyone under 65, too much trauma. Come on, spit it out.","imgSrc":"http://i.vimeocdn.com/video/469745187_100x75.jpg","ruTranscript":"- Можно спросить? - Если хочешь позвать на свидание, прости, я никогда не встречалась ни с кем моложе 65 - эмоциональная травма. Давай, выкладывай."}]},{"title":"to stay put","description":"\"To stay put\": not to change location; to stand where you are.","ruDescription":"Не менять расположения; остаться на месте.","idioms":[{"vimeoId":"102446995","transcript":"Bad as they are, banks are better than trains. They don't move, they stay put, you know the money's in there.","imgSrc":"http://i.vimeocdn.com/video/475768300_100x75.jpg","ruTranscript":"Какими бы плохими ни были банки, они лучше поездов. Они не двигаются, они всегда на одном месте, ты всегда знаешь, где деньги."},{"vimeoId":"102446998","transcript":"Jack, thank you very much for joining us. You're a brave man, just explain to us why you decided to stay put. If the storm was to strike again, would you stay put?","imgSrc":"http://i.vimeocdn.com/video/475768290_100x75.jpg","ruTranscript":"Джек, спасибо большое что присоединились к нам. Вы храбрый человек, просто объясните нам, почему Вы решили остаться. Если бы снова разразился шторм, Вы бы остались?"}]},{"title":"to strut stuff","description":"\"To strut one's stuff\": to swagger; to walk proudly and show off one's best features or talents.","ruDescription":"Шагать с важным видом.","idioms":[{"vimeoId":"102446992","transcript":"And now the so called \"ships of the desert\" have their chance to complete the image as they strut their stuff in front of the admiring crowd.","imgSrc":"http://i.vimeocdn.com/video/475768308_100x75.jpg","ruTranscript":"И теперь у кораблей пустыни есть возможность дополнить картину, и они гордо вышагивают перед восхищенной толпой."}]},{"title":"to take for granted","description":"\"To take something for granted\": to assume that something is available for free and forever and you don't need to earn it; to fail to appreciate the value of something.","ruDescription":"Принимать, как должное; не ценить что-либо.","idioms":[{"vimeoId":"102446977","transcript":"…but we're not… we're not taking anything for granted…","imgSrc":"http://i.vimeocdn.com/video/475768394_100x75.jpg","ruTranscript":"Но мы… Мы ничего не принимаем как должное."},{"vimeoId":"102446980","transcript":"And while we must never take this for granted, the first purpose of the European Union — to secure peace — has been achieved.","imgSrc":"http://i.vimeocdn.com/video/475768408_100x75.jpg","ruTranscript":"И хотя мы никогда не должны принимать это как должное, главная цель Европейского Союза - обеспечить мир - была достигнута."},{"vimeoId":"102446983","transcript":"I'm voting, I'm going to work tomorrow… Going to work, casting a vote: things many take for granted. But not here.","imgSrc":"http://i.vimeocdn.com/video/475768359_100x75.jpg","ruTranscript":"Я проголосую, завтра я пойду на работу… Ходить на работу, голосовать - вещи, которые многие принимают как данность. Но не здесь."}]},{"title":"to take heed","description":"\"To take heed\": to be careful.","ruDescription":"Быть осторожным.","idioms":[{"vimeoId":"102446616","transcript":"Officials had urged residents to follow evacuation orders in low-line areas. Most took heed but not everyone was listening.","imgSrc":"http://i.vimeocdn.com/video/475768417_100x75.jpg","ruTranscript":"Власти призвали жителей низин следовать указаниям по эвакуации. Большинство проявили осторожность, но не все."}]},{"title":"to take on","description":"\"To take on\": to deal with; to begin to handle.","ruDescription":"Перейти к чему-либо (проблеме, вопросу); разобраться с чем-либо.","idioms":[{"vimeoId":"102446483","transcript":"Michael Bloomberg, who's the former mayor of New York, has announced money and plans to launch a rival lobby to take on the NRA.","imgSrc":"http://i.vimeocdn.com/video/475768546_100x75.jpg","ruTranscript":"Бывший мэр Нью-Йорка Майкл Блумберг рассказал о планах и финансировании ответного митинга против Национальной стрелковой ассоциации."},{"vimeoId":"102446608","transcript":"On the high seas sailors learned how to take on modern day pirates complete with rocket launchers and AK-47s.","imgSrc":"http://i.vimeocdn.com/video/475768530_100x75.jpg","ruTranscript":"В открытом море моряки научились противостоять современным пиратам, вооруженным ракетницами и АК-47."}]},{"title":"to the hilt","description":"\"To the hilt\" means to the limit; completely.","ruDescription":"До конца; полностью.","idioms":[{"vimeoId":"102443762","transcript":"Ah...that they're going to isolate RussiA saying, quote \"they wanna go to the hilt to isolate Russia economically\".","imgSrc":"http://b.vimeocdn.com/ts/467/014/467014802_100.jpg","ruTranscript":"Они собираются изолировать Россию, говоря, цитата: \"Они хотят полностью экономически изолировать Россию\"."}]},{"title":"to throw off","description":"\"To throw off\": to mislead; to rid oneself of.","ruDescription":"Увести по ложному следу; избавиться.","idioms":[{"vimeoId":"102446353","transcript":"We should double back, throw them off. They'll go past, we'll keep them ahead of us. Exactly (please find info about \"double back\" in our library).","imgSrc":"http://i.vimeocdn.com/video/481853951_100x75.jpg","ruTranscript":"Нам нужно вернуться и избавиться от них. - Когда они пройдут, мы будем держаться позади. - Именно (пожалуйста, ознакомьтесь со значением идиомы \"double back\" в нашей коллекции)."}]},{"title":"to try your hand at something","description":"\"To try your hand at something\": to try doing something for the first time.","ruDescription":"Попробовать что-либо впервые.","idioms":[{"vimeoId":"102446350","transcript":"But would this accident have happened if he'd been on the bridge and if (as emerged today) the helmsman hadn't let a 25 years old crew member try her hand at steering the ship.","imgSrc":"http://i.vimeocdn.com/video/472988680_100x75.jpg","ruTranscript":"Но случилось бы это несчастье, если бы он был на капитанском мостике (как выяснилось сегодня, это было не так), и если бы рулевой не дал 25-летней девушке-члену экипажа попробовать себя в управлении кораблем."}]},{"title":"to turn blind eye","description":"To \"turn a blind eye\" (to someone or something)is to ignore something and pretend you do not see it.","ruDescription":"Игнорировать что-либо и делать вид, что не замечаешь этого.","idioms":[{"vimeoId":"102443764","transcript":"Turn a blind eye, Evita. Turn a blind eye.","imgSrc":"http://b.vimeocdn.com/ts/465/455/465455500_100.jpg","ruTranscript":"Не обращай внимания, Эвита. Не обращай внимания."},{"vimeoId":"102443768","transcript":"...the frightening battles between Egyptians on the streets outside the Presidential Palace and  seeing the current government turn a blind eye I took the decision to resign.","imgSrc":"http://b.vimeocdn.com/ts/465/455/465455494_100.jpg","ruTranscript":"…ужасающие столкновения египтян на улицах, за пределами дворца президента и то, что нынешнее правительство закрывает на это глаза, побудило меня уйти в отставку."},{"vimeoId":"102443868","transcript":"These elections are the real test for Azerbajan and the West.  The question is if they're not fair will the West respond or will it turn a blind eye?","imgSrc":"http://b.vimeocdn.com/ts/465/455/465455556_100.jpg","ruTranscript":"Эти выборы - истинное испытание для Азербайджана и Запада. Вопрос вот в чем: если выборы будут нечестными, то отреагирует ли на это Запад или же закроет на это глаза?"}]},{"title":"to walk through","description":"\"To walk through\": to guide in a thorough and careful manner; to explain something to someone one step at a time.","ruDescription":"Детально и постепенно объяснять что-либо, обучать кого-либо.","idioms":[{"vimeoId":"102446108","transcript":"Let me kind of try and walk and talk you through it.","imgSrc":"http://i.vimeocdn.com/video/472988682_100x75.jpg","ruTranscript":"Позвольте попытаться обстоятельно показать и рассказать Вам все."},{"vimeoId":"102446337","transcript":"Wow, okay, this looks a bit more complicated than I'd imagined.  No, no, it's fine, alright. So I'll walk you through it?","imgSrc":"http://i.vimeocdn.com/video/472988678_100x75.jpg","ruTranscript":"Так, хорошо, это выглядит сложнее, чем я представляла. - Нет-нет, все хорошо, все нормально. Показать Вам, как это работает?"}]},{"title":"to wean off","description":"\"To wean somebody off something\": to make someone gradually stop using something that is bad for them.","ruDescription":"Заставить кого-либо постепенно перестать использовать что-либо.","idioms":[{"vimeoId":"102446104","transcript":"Many living scientists believe that our use of carbon is having a MARKED effect on the atmosphere and heating the planet. They think we need to capture it, store it and wean ourselves off it to move to a low-carbon economy.","imgSrc":"http://i.vimeocdn.com/video/475768639_100x75.jpg","ruTranscript":"Многие современные ученые считают, что применение угля сильно влияет на атмосферу и увеличивает температуру на планете.. Они думают, что нам следует добывать уголь, складировать его и понемногу переходить к низкоугольной экономике."}]},{"title":"to weigh in","description":"\"To weigh in\": to offer an opinion in a discussion or argument.","ruDescription":"Привести аргумент; выразить мнение.","idioms":[{"vimeoId":"102446086","transcript":"White House has mostly voted weighing in. I understand that teachers actually want the President to come out and support them.","imgSrc":"http://i.vimeocdn.com/video/475768629_100x75.jpg","ruTranscript":"Большинство в Белом доме проголосовало за вынесение вопроса на обсуждение. Мне кажется, учителя хотят, чтобы президент страны вышел и поддержал их."},{"vimeoId":"102446090","transcript":"He is going against his former Chief of Staff Rahm Emanuel, the Mayor of Chicago. I asked Rahm Emanuel today at the press conference and he thinks his former boss President Obama should weigh in on this.","imgSrc":"http://i.vimeocdn.com/video/475768652_100x75.jpg","ruTranscript":"Он выступает против своего бывшего начальника Рама Эмануэля, мэра Чикаго. На сегодняней пресс-конференции я задал вопрос Раму Эмануэлю, и он считает, что его бывшему начальнику президенту Обаме следует высказаться по этой проблеме."},{"vimeoId":"102446094","transcript":"Here we go. He joins us from Newsweek magazine to weigh in with the conventional wisdom.","imgSrc":"http://i.vimeocdn.com/video/475768584_100x75.jpg","ruTranscript":"Вот и я. - Сотрудник журнала Newsweek на связи с нами, чтобы поделиться общепринятой мудростью."}]},{"title":"to wreak havoc","description":"\"To wreak havoc”: to cause really a lot of trouble with something.","ruDescription":"Доставить множество проблем с чем-либо.","idioms":[{"vimeoId":"102446067","transcript":"We’ll look at the growing problem of heroin, and how supply and demand are poised to wreak havoc on the streets of America.","imgSrc":"http://i.vimeocdn.com/video/472988745_100x75.jpg","ruTranscript":"Мы рассмотрим проблему героина и то, как баланс спроса и предложения на наркотик бьет по улицам Америки."},{"vimeoId":"102446075","transcript":"How government abusive money can wreak havoc.","imgSrc":"http://i.vimeocdn.com/video/472988691_100x75.jpg","ruTranscript":"Как неуместные государственные деньги могут доставить множество проблем."},{"vimeoId":"102446081","transcript":"Islamist militants have been wreaking havoc in northern Nigeria.","imgSrc":"http://i.vimeocdn.com/video/472988754_100x75.jpg","ruTranscript":"Исламистские боевики сеяли хаос в Северной Нигерии."}]},{"title":"to zero in","description":"\"To zero in\" (on something): to focus your attention to one particular thing.","ruDescription":"Сфокусироваться на чем-либо.","idioms":[{"vimeoId":"102446060","transcript":"Promising new evidence in the crash of the West Caribbean flight 708 may help the investigative team to zero in on the cause of the disaster.","imgSrc":"http://i.vimeocdn.com/video/472988758_100x75.jpg","ruTranscript":"Многообещающие новые материалы в расследовании крушения рейса 708 авиакомпании West Caribbean Airlines могут помочь следователям сосредоточиться на причине катастрофы."}]},{"title":"tons of","description":"\"Ton of\": a lot of.","ruDescription":"Много.","idioms":[{"vimeoId":"102438582","transcript":"There is a ton of things he thinks it could be used for.","imgSrc":"http://i.vimeocdn.com/video/481853957_100x75.jpg","ruTranscript":"Он считает, что существует множество вещей, к которым можно это применить."},{"vimeoId":"102446053","transcript":"And when she told her students that she had a friend who is an astronomer they decided they had a ton of questions, so she collected all the questions from all the students in her school.","imgSrc":"http://i.vimeocdn.com/video/481853976_100x75.jpg","ruTranscript":"И когда она сказала ученикам, что у нее есть друг-астроном, они решили, что у них есть куча вопросов, поэтому она собрала все вопросы учеников ее школы."}]},{"title":"top of the bill","description":"\"Top of the bill\": to be at the top of the theater bill; to be headlining star of the show.","ruDescription":"Быть главной звездой события.","idioms":[{"vimeoId":"102445795","transcript":"How do you feel up there? Top of the bill, fantastic.","imgSrc":"http://i.vimeocdn.com/video/475768667_100x75.jpg","ruTranscript":"Как ощущения? - Чувствую себя звездой, фантастика."},{"vimeoId":"102445906","transcript":"I'll top the bill, I'll overkill, I have to find the way to carry on… on with the show…","imgSrc":"http://i.vimeocdn.com/video/475768677_100x75.jpg","ruTranscript":"Я буду звездой, я переусердствую, я должен найти способ продолжить… продолжить шоу."}]},{"title":"trick or treat","description":"\"Trick or treat\": traditional Halloween's phrase meaning \"Give me a treat of some kind or I will play a trick on you\".","ruDescription":"Традиционная фраза, которую произносят на Хэллоуин, что означает \"угости меня , иначе я над тобой подшучу\".","idioms":[{"vimeoId":"102445785","transcript":"Ok, so some kids may have skipped the haunted houses but they will definitely go to trick or treat in their neighborhoods. Halloween accounts for 25 percent of candy sales every year.","imgSrc":"http://i.vimeocdn.com/video/472988784_100x75.jpg","ruTranscript":"Хорошо, может быть, некоторые дети и не пойдут в дома с призраками, но они наверняка обойдут свой район, требуя сладости. 25 процентов конфет продаются именно в Хэллоуин."},{"vimeoId":"102445790","transcript":"Winslow Massachusetts is among the cities asking everyone to postpone trick and treating until later in the week.","imgSrc":"http://i.vimeocdn.com/video/472988781_100x75.jpg","ruTranscript":"Винслоу (шт. Массачусетс) - один из тех городов, где жителей попросили перенести празднование Хэллоуина на конец недели."}]},{"title":"tug of war","description":"\"tug of war\" is a contest in which two teams pull against each other at opposite ends of a rope;a struggle for supremacy or control involving two antagonists","ruDescription":"Соревнование по перетягиванию каната; борьба двух противников за лидерство или влияние.","idioms":[{"vimeoId":"102443874","transcript":"...views look different to both Democrats and Republicans and we might just see a different kind of tug of war play out.","imgSrc":"http://b.vimeocdn.com/ts/466/216/466216097_100.jpg","ruTranscript":"…обе стороны, демократы и республиканцы видят эту ситуацию по-разному. И мы можем стать свидетелями того, что это противостояние в этот раз пройдет по иному сценарию."},{"vimeoId":"102443883","transcript":"...tug of war between Iran and Britain over fifteen British sailors and marines seized and held in an undisclosed location after allegedly trespassing in Iranian waters.","imgSrc":"http://b.vimeocdn.com/ts/466/216/466216100_100.jpg","ruTranscript":"Противоборство между Ираном и Великобританией из-за того, что британские моряки и морпехи закрепились на участке, координаты которого не разглашаются, после того, как якобы нелегально вошли в иранские воды."},{"vimeoId":"102443889","transcript":"...or a young Muslim woman who chooses to undergo painful surgery rather to admit to her family that she is no longer a virgin. Women in a tug of war between freedom and a life of secrets.","imgSrc":"http://b.vimeocdn.com/ts/466/216/466216089_100.jpg","ruTranscript":"…или молодая мусульманка, которая скорее перенесет болезненную операцию, чем признается своей семье, что она больше не девственница. Женщины находятся в эпицентре борьбы между свободой и жизнью, полной тайны и неизвестности."}]},{"title":"turf","description":"a) A surface layer of earth containing a dense growth of grass and its roots;  b)Slang:  The range of the authority or influence of a person or a  group","ruDescription":"а) Слой почвы, с густой травой и её корнями. б)Сленг: территория под чьим-то управлением или контролируемая кем-либо.","idioms":[{"vimeoId":"102443895","transcript":"I’m sorry, Mrs. Johnson, my game, my turf, my rules.","imgSrc":"http://b.vimeocdn.com/ts/464/039/464039244_100.jpg","ruTranscript":"Извините меня, госпожа Джонсон, моя игра, моя территория, мои правила."}]},{"title":"U-turn","description":"\"U-turn\" 1) Literal: a turn by vehicle in the shape of U (180 degrees), 2) A complete change of actions, a reversal of tactics.","ruDescription":"В буквальном смысле, разворот автомобиля на 180 градусов (подобно форме буквы \"U\"); полное изменение действий на противоположные.","idioms":[{"vimeoId":"102445779","transcript":"They would make a U-turn and they would go to the nearest… um, field.","imgSrc":"http://i.vimeocdn.com/video/472988843_100x75.jpg","ruTranscript":"Они бы развернулись на 180 градусов и вышли на ближайшее… эм, поле."}]},{"title":"under lock and key","description":"in a safe, protected place; please read and watch about \"family jewels\" in our library","ruDescription":"В безопасном, защищенном месте; пожалуйста, ознакомьтесь со значением идиомы \"family jewels\" в нашей коллекции.","idioms":[{"vimeoId":"102443901","transcript":"Oh he was nude in his own hotel room.That should be OK!You do have to be careful  of the family jewels though when you are royalty. I'm just saying you have to  keep those under lock and key.","imgSrc":"http://b.vimeocdn.com/ts/465/455/465455547_100.jpg","ruTranscript":"Он сидел голым в своем номере в гостинице. Это нормально, но нужно быть осторожным со своим хозяйством, если ты член королевской семьи. Я хочу сказать, нужно хранить их за семью замками."}]},{"title":"under the barrel of the gun","description":"\"Under the barrel of the gun\": forcefully, unwillingly.","ruDescription":"Против желания; силой.","idioms":[{"vimeoId":"102444507","transcript":"All of this is gonna to be carried on on Sunday under the barrel of the gun.","imgSrc":"http://i.vimeocdn.com/video/474106742_100x75.jpg","ruTranscript":"Все это произойдет в воскресенье по дулами автоматов."},{"vimeoId":"102445777","transcript":"This was a sham and illegal referendum conducted at the barrel of the Kalashnikov.","imgSrc":"http://i.vimeocdn.com/video/472988834_100x75.jpg","ruTranscript":"Это был подлог и нелегальный референдум, проведенный под дулами автоматов Калашникова."},{"vimeoId":"102445773","transcript":"The referendum that you regard as \"expressing the wish of the Crimean people\" was conducted under the barrels of Russian guns.","imgSrc":"http://i.vimeocdn.com/video/472988785_100x75.jpg","ruTranscript":"Референдум, который Вы именуете \"волеизъявлением крымского народа\" был проведен под дулами автоматов российских солдат."}]},{"title":"until hell freezes over","description":"\"Until hell freezes over\" = forever","ruDescription":"Навсегда.","idioms":[{"vimeoId":"102443908","transcript":"In fact, it's been so cold that even Hell has frozen over. Residents in the small town of Hell in Michigan have been digging themselves out of snow.","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408748_100.jpg","ruTranscript":"На самом деле было так холодно, что даже ад замерз. Жители маленького города Хел (\"Ад\") в штате Мичиган выкапывают свои дома из снега."}]},{"title":"up in the air","description":"\"Up in the air\": not decided or completely developed.","ruDescription":"Нерешенный, недоработанный.","idioms":[{"vimeoId":"102443915","transcript":"Who's in charge? Millions of Australians cast their ballots but the fate of the government is still up in  the air (please find info about another idiom used in this fragment in our library).","imgSrc":"http://b.vimeocdn.com/ts/467/014/467014814_100.jpg","ruTranscript":"Кто будет главным? Миллионы австралийцев заполняют свои бюллетени, но судьба правительства все еще не разрешена (пожалуйста, ознакомьтесь со значением другой идиомы, использованной в данном фрагменте, в нашей коллекции)."},{"vimeoId":"102445763","transcript":"Do you have a real chance of winning? For this friendly neighborhood Spiderman that's still up in the air.","imgSrc":"http://i.vimeocdn.com/video/475768684_100x75.jpg","ruTranscript":"Сможешь ли ты победить? Для этого местного дружелюбного Человека-Паука этот вопрос остается открытым."}]},{"title":"up the sleeve","description":"“Something up the sleeve” is a hidden advantage; some form of trickery lying in wait.","ruDescription":"Скрытое преимущество; некая уловка, ожидающая своего часа.","idioms":[{"vimeoId":"102444027","transcript":"Each big cat deploys its jaws and claws in a different way. And one of them has an extra weapon up its sleeve - but which one?","imgSrc":"http://b.vimeocdn.com/ts/464/658/464658582_100.jpg","ruTranscript":"Каждая большая кошка пускает в ход свои клыки и когти по-своему.Но один из них припас дополнительное оружие - но кто же?"},{"vimeoId":"102443931","transcript":"Steenkamp was looking forward to spending Valentine’s Day with Pistorius twitting: “What do you have up your sleeve for your love tomorrow?”","imgSrc":"http://b.vimeocdn.com/ts/464/658/464658543_100.jpg","ruTranscript":"Стинкемп с нетерпением ожидала Дня Святого Валентина с Писториусом, написал тому в Твиттере: \"А что ты приготовил для своей любимой на завтра?\""}]},{"title":"up to scratch","description":"\"up to scratch\"  - at an acceptable standard or quality","ruDescription":"В соответствии с определенным стандартом или определенного качества.","idioms":[{"vimeoId":"102444031","transcript":"The show is over, so it's time to ask: was the Sochi Games up to scratch?","imgSrc":"http://b.vimeocdn.com/ts/466/216/466216114_100.jpg","ruTranscript":"Итак, шоу окончено и пришло время спросить: прошли ли Олимпийские игры на должном уровне?"}]},{"title":"up to someone's neck into something","description":"\"Up to one's neck (in something)\": having a lot of something; very much involved in something.","ruDescription":"Иметь что-либо в избытке.","idioms":[{"vimeoId":"102445759","transcript":"You came along and you pulled me through - now I'm up, up to my neck in you.  I've been up to my neck in whiskey, I've been up to my neck in wine, I've been up to my neck in wishing that this neck wasn't mine.","imgSrc":"http://i.vimeocdn.com/video/472988849_100x75.jpg","ruTranscript":"Ты пришла и спасла меня - теперь моя жизнь принадлежит тебе. Она принадлежит виски, она принадлежит вину, она принадлежит желанию, чтобы это происходило не со мной."},{"vimeoId":"102445756","transcript":"Up to my neck in misery for most of my life. I've been a fool, and I've been up to my neck in pleasure, up to my neck in pain.","imgSrc":"http://i.vimeocdn.com/video/472988848_100x75.jpg","ruTranscript":"Я был в ужасной нищете большую часть моей жизни. Я был глупцом, и я испытал ужасно много удовольствия, ужасно много боли."}]},{"title":"up-and-coming","description":"\"Up-and-coming\": beginning to achieve success or popularity","ruDescription":"Начавший добиваться успеха или популярности.","idioms":[{"vimeoId":"102444036","transcript":"A stunning up-and-coming model.","imgSrc":"http://b.vimeocdn.com/ts/467/014/467014817_100.jpg","ruTranscript":"Начавший добиваться успеха или популярности."}]},{"title":"upper hand","description":"\"Upper hand\" (on someone): a position superior to someone; the advantage of someone.","ruDescription":"Положение, которые выше положения кого-либо; преимущество перед кем-либо.","idioms":[{"vimeoId":"102444038","transcript":"They do have the upper hand.","imgSrc":"http://b.vimeocdn.com/ts/467/957/467957982_100.jpg","ruTranscript":"Преимущество на их стороне."},{"vimeoId":"102444044","transcript":"Forces loyal to Libyan leader Muammar Gaddafi are getting the upper hand.","imgSrc":"http://b.vimeocdn.com/ts/467/957/467957975_100.jpg","ruTranscript":"Войска, поддерживающие лидера Ливии Муаммара Каддафи, побеждают."}]},{"title":"vantage point","description":"A position or place that allows one a wide or favorable overall view of a scene or situation.","ruDescription":"Позиция или место, которое предоставляет выгодный ракурс наблюдения происходящего.","idioms":[{"vimeoId":"102444046","transcript":"- What were the eighties like from your vantage point? Was it all bacchanalian excess?  - Not from my vantage point.","imgSrc":"http://b.vimeocdn.com/ts/464/039/464039341_100.jpg","ruTranscript":"- Что за время были 80-ые, по-твоему? Были ли они чересчур разгульными? - По-моему, нет."},{"vimeoId":"102444055","transcript":"Abu Dhabi sits at the crossroads of East and West. It is a meeting point in the twenty first century for business and trade. It’s a phenomenal vantage point to India and China.","imgSrc":"http://b.vimeocdn.com/ts/464/039/464039363_100.jpg","ruTranscript":"Абу-Даби расположен между Востоком и Западом. Здесь встречаются торговля и бизнес. Это невероятная обзорная площадка для Индии и Китая."},{"vimeoId":"102444064","transcript":"From this vantage point you can see the refugee camp.","imgSrc":"http://b.vimeocdn.com/ts/464/039/464039359_100.jpg","ruTranscript":"Отсюда хорошо видно лагерь беженцев."}]},{"title":"walk of life","description":"A person's \"walk of life\" is the type of job they do or the level of society they belong to.","ruDescription":"Вид деятельности или положение в обществе.","idioms":[{"vimeoId":"102444074","transcript":"Just over a century since women first won the right to vote,  the BBC invites one hundred women from all walks of life to talk about the progress that has been made.","imgSrc":"http://b.vimeocdn.com/ts/467/957/467957987_100.jpg","ruTranscript":"Прошло чуть больше века с тех пор, как женщины получили право голосовать. Канал BBC пригласил 100 женщин разных профессий и разного социального положения, чтобы поговорить о переменах, которые произошли."}]},{"title":"what makes someone tick","description":"\"What makes someone tick\": something that motivates someone; something that makes someone behave in a certain way.","ruDescription":"Что-либо, что мотивирует кого-то, заставляет действовать определенным образом.","idioms":[{"vimeoId":"102444087","transcript":"It's hard to know what makes him tick, but how rich he really is?","imgSrc":"http://b.vimeocdn.com/ts/467/014/467014853_100.jpg","ruTranscript":"Тяжело понять, что движет им, но насколько он на самом деле богат?"},{"vimeoId":"102444224","transcript":"I'm going on South American journey and I want to know what makes this continent tick.","imgSrc":"http://b.vimeocdn.com/ts/467/014/467014869_100.jpg","ruTranscript":"Я собираюсь в путешествие по Южной Америке, и я хочу узнать, чем там живут люди."},{"vimeoId":"102444077","transcript":"The culture, the economy - everything that makes this country tick.","imgSrc":"http://b.vimeocdn.com/ts/467/014/467014931_100.jpg","ruTranscript":"Культура, экономика - все, что движет этим континентом."}]},{"title":"when in Rome do as Romans do","description":"\"When in Rome do like the Romans\": you should always consider local social standards.","ruDescription":"Следует уважать устои тех, на чьей территории находишься.","idioms":[{"vimeoId":"102445753","transcript":"When in Rome do like the Romans. But Marty wasn't in Rome: Rome's in Italy.","imgSrc":"http://i.vimeocdn.com/video/472988870_100x75.jpg","ruTranscript":"Если Вы в Риме, ведите себя как римлянин. Но Марти не был в Риме, Рим в Италии."}]},{"title":"where there's a will there's a way","description":"Saying \"where there's a will there's a way\" is used to mean that if you are determined enough, you can find a way to achieve what you want, even if it is very difficult","ruDescription":"Используется в значении \"если вы хотите чего-то, вы найдете способ добиться этого, даже если это трудно\".","idioms":[{"vimeoId":"102444356","transcript":"And she said reform was doable because where there's a will there was a way.","imgSrc":"http://b.vimeocdn.com/ts/466/216/466216123_100.jpg","ruTranscript":"И она заявила, что реформа выполнима, потому что где хотенье - там и уменье."}]},{"title":"wild goose chase","description":"\"Wild goose chase\": a pursuit of something unattainable or of something as unlikely to be caught as the wild goose.","ruDescription":"Погоня за неуловимым.","idioms":[{"vimeoId":"102445745","transcript":"Were you surprised by what you have found? Of course it's also very surprising: to go on a…  on a… you know, what some people might have characterized as a wild goose chase and to actually find the goose. So yes, we were very surprised.","imgSrc":"http://i.vimeocdn.com/video/475768832_100x75.jpg","ruTranscript":"Вы удивлены тем, что обнаружили? Конечно, это крайне удивительно: начать то, что многие назвали бы безнадежными поисками, и действительно обнаружить то, что мы иска. Так что да, мы были очень удивлены."}]},{"title":"winds of change","description":"\"Winds of change\":The winds of change is an expression that symbolizes revolutionary changes that come into  effect within the world, a country, a system, organization or group.","ruDescription":"Революционные изменения.","idioms":[{"vimeoId":"102445739","transcript":"The winds of change are indeed upon the holy sea as Pope Francis looks to implement those reforms.","imgSrc":"http://i.vimeocdn.com/video/475768858_100x75.jpg","ruTranscript":"Священное море ждут перемены: папа Франциск собирается ввести те реформы."}]},{"title":"wishful thinking","description":"\"Wishful thinking\": thinking or talking about something that you would very much like to happen  although you know it probably will not happen","ruDescription":"Думать или говорить о чем-либо, чего хочется, но в то же время понимать, что скорее всего этого не произойдет.","idioms":[{"vimeoId":"102444464","transcript":"I like this one in particular because perhaps it's wishful thinking. It's the graffiti that says if you translate it:  after the revolution we will break essentially the AK-47.","imgSrc":"http://b.vimeocdn.com/ts/467/957/467957992_100.jpg","ruTranscript":"Особенно мне нравится вот это, возможно, потому что я хочу принимать желаемое за действительное. Это граффити переводится как \"после революции, мы уничтожим свои АК-47\"."}]},{"title":"work cut out","description":"If you have your work cut out, you have something very difficult to do.","ruDescription":"Иметь перед собой трудную задачу.","idioms":[{"vimeoId":"102444466","transcript":"And the 2014 Olympic Winter games are exactly one year away. But the whole city has its work cut out for it.","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408865_100.jpg","ruTranscript":"До Олимпийских игр остался ровно год. Но подготовка требует всех ресурсов всего города."},{"vimeoId":"102444473","transcript":"But the task ahead is daunting. We've got your work cut out for you.","imgSrc":"http://b.vimeocdn.com/ts/466/408/466408847_100.jpg","ruTranscript":"Стоящая перед нами задача пугает. У нас для вас трудное задание."}]},{"title":"written in the stone","description":"\"Written in the stone\": permanent, not a subject to change.","ruDescription":"Что-либо постоянное, не подлежащее изменению.","idioms":[{"vimeoId":"102445737","transcript":"The whole point of the end the cold war was the understanding that NATO would not spread eastwards. That was not written down in stone but it was the understanding. Unfortunately NATO started to move eastwards.","imgSrc":"http://i.vimeocdn.com/video/475768869_100x75.jpg","ruTranscript":"Вся суть окончания холодной войны была в том, что НАТО не станет расширяться на восток. Это не было обязательным условием, но таково было понимание. К сожалению, НАТО начало расширяться на восток."}]}]